Repository: oonid/moodle_academy_translations
Catalog: courses/035-moodle-course-content/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">Discover the best ways to display teaching materials and track learner progress with this free, self-paced course,&nbsp; part of the Moodle Teaching Basics program.<br></p><p dir="ltr" style="text-align: left;"></p><p>This course relates to the following competence(s):</p><p>3.1 Teaching</p><br><p></p>
id: <p dir="ltr" style="text-align: left;">Temukan cara terbaik untuk menampilkan materi pengajaran dan melacak kemajuan peserta didik dengan kursus mandiri dan gratis ini,&nbsp; bagian dari program Dasar-Dasar Pengajaran dengan Moodle.<br></p><p dir="ltr" style="text-align: left;"></p><p>Kursus ini berkaitan dengan kompetensi berikut :</p><p>3.1 Mengajar</p><br><p></p>

source: <p>This beginner level&nbsp;course addresses the best ways to display teaching materials and track learner progress.&nbsp;</p> <h5>Please note</h5> To get maximum benefit, we strongly advise you take the course <a href="https://moodle.academy/course/view.php?id=34">Start teaching with Moodle</a> before taking this course, and then complete the <a href="https://moodle.academy/course/view.php?id=57">Moodle Teaching Basics Program.</a>
id: <p>Kursus tingkat pemula&nbsp; ini membahas cara terbaik untuk menampilkan materi pengajaran dan melacak kemajuan peserta didik.&nbsp;</p> <h5>Harap diperhatikan</h5> Untuk mendapatkan manfaat maksimal, kami sangat menyarankan Anda mengikuti kursus <a href="https://moodle.academy/course/view.php?id=34">Mulai mengajar dengan Moodle</a> sebelum mengikuti kursus ini, dan kemudian menyelesaikan <a href="https://moodle.academy/course/view.php?id=57">Program Dasar-Dasar Pengajaran dengan Moodle.</a>

source: <p dir="ltr" style="text-align: left;">When you have completed all the required activities, the Course check will appear for you to check your understanding.<br></p>
id: <p dir="ltr" style="text-align: left;">Setelah Anda menyelesaikan semua aktivitas yang diperlukan, pemeriksaan Kursus akan muncul untuk memeriksa pemahaman Anda.<br></p>

source: <p></p>"Being digitally competent means using digital technologies in a confident and safe way" (DigComp 2.0). <br><br>Moodle Academy courses in the Educator learning pathway use a Moodle specific version of the Digital Competence Framework for Educators&nbsp;(DigCompEdu). This is the same framework used by the advanced Moodle Educator Certification (MEC).<br><br>This course relates to the following competence(s):<br><br> 3.1 Teaching<br>
id: <p></p>"Menjadi kompeten secara digital berarti menggunakan teknologi digital dengan cara yang percaya diri dan aman" (DigComp 2.0). <br><br>Kursus Moodle Academy di jalur pembelajaran Pendidik menggunakan versi khusus Moodle dari Kerangka Kompetensi Digital untuk Pendidik (DigCompEdu). Ini adalah kerangka kerja yang sama yang digunakan oleh Sertifikasi Pendidik Moodle (MEC) tingkat lanjut.<br><br>Kursus ini berkaitan dengan kompetensi berikut:<br><br> 3.1 Mengajar<br>

source: <h4 style="text-align: left;">Aim</h4> <p>In this course you will&nbsp;</p><p></p><ul><ul><li>Explore how to upload your presentations, documents and other files;</li><li>Investigate optimum ways to display information;</li><li>Learn how to add images and links to websites;</li><li>Learn how to embed media such as sound and video files;</li><li>Discover how to use progress tracking.</li></ul> </ul><ul> </ul> <p></p> <p></p> <h4>Format</h4> <p dir="ltr">This is a self-paced course without active moderation.</p> <h4 style="text-align: left;">Estimated time</h4> <p dir="ltr" style="text-align: left;">The estimated time to complete this course is 3 hours.</p>
id: <h4 style="text-align: left;">Bidik</h4> <p>Dalam kursus ini Anda akan&nbsp;</p><p></p><ul><ul><li>Menjelajahi cara mengunggah presentasi, dokumen, dan berkas lainnya;</li><li>Meninvestigasi cara-cara optimal untuk menampilkan informasi;</li><li>Pelajari cara menambahkan gambar dan tautan ke situs web;</li><li>Pelajari cara menyematkan media seperti file suara dan video;</li><li>Temukan cara menggunakan pelacakan progres .</li></ul> </ul> <ul> </ul> <p> </p> <p> </p> <h4>Format</h4> <p dir="ltr">Ini adalah kursus mandiri tanpa moderasi aktif.</p> <h4 style="text-align: left;">Perkiraan waktu</h4> <p dir="ltr" style="text-align: left;">Perkiraan waktu untuk menyelesaikan kursus ini adalah 3 jam.</p>

source: Tutorial: Add content to your Moodle course
id: Tutorial: Tambahkan konten ke kursus Moodle Anda

source: Your Private files area
id: Area Berkas Pribadi Anda

source: Display connected pages
id: Tampilkan halaman yang terhubung

source: Display sound and video
id: Menampilkan suara dan video

source: Drag and drop files
id: Seret dan lepas berkas

source: Upload files
id: Unggah berkas

source: The File picker
id: Pemilih Berkas

source: Display weblinks
id: Tampilkan tautan web

source: Add images
id: Tambahkan gambar

source: Display information
id: Menampilkan informasi

source: Track progress
id: Lacak progres

source: The Activity chooser
id: Pemilih Aktivitas

source: Tasks: Add content to your Moodle course
id: Tugas: Tambahkan konten ke kursus Moodle Anda

source: Checklist: Add content to your Moodle course
id: Daftar Periksa: Tambahkan konten ke kursus Moodle Anda

source: This course launched in April 2022 and is now&nbsp; based on <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3</a> functionality.
id: Kursus ini diluncurkan pada bulan April 2022 dan sekarang&nbsp; berdasarkan fungsionalitas <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3</a>.

source: Your answer is correct.
id: Jawaban Anda benar.

source: Your answer is partially correct.
id: Jawaban Anda sebagian benar.

source: Your answer is incorrect.
id: Jawaban Anda salah.

source: <p dir="ltr" style="text-align: left;">The administrator hasn't starred any yet.</p>
id: <p dir="ltr" style="text-align: left;">Administrator belum membintangi satu pun.</p>

source: <p dir="ltr" style="text-align: left;">The administrator can recommend, but not star.</p>
id: <p dir="ltr" style="text-align: left;">Administrator dapat merekomendasikan, tetapi tidak dapat memberi bintang.</p>

source: Only content she has used at least three times will become 'starred'.
id: Hanya konten yang telah dia gunakan setidaknya tiga kali yang akan menjadi 'dibintangi'.

source: <p dir="ltr" style="text-align: left;">Not true. It is not automatic.</p>
id: <p dir="ltr" style="text-align: left;">Tidak benar. Itu tidak otomatis.</p>

source: <p dir="ltr" style="text-align: left;">She needs to star her chosen items herself.</p>
id: <p dir="ltr" style="text-align: left;">Dia harus membintangi sendiri item pilihannya.</p>

source: <p dir="ltr" style="text-align: left;">It is her reponsiblity; indeed.</p>
id: <p dir="ltr" style="text-align: left;">Itu adalah tanggung jawabnya; memang.</p>

source: <p dir="ltr" style="text-align: left;">She can only star activities, not resources, and so far she has only explored resources.</p>
id: <p dir="ltr" style="text-align: left;">Dia hanya dapat membintangi aktivitas, bukan sumber daya, dan sejauh ini dia hanya menjelajahi sumber daya.</p>

source: <p dir="ltr" style="text-align: left;">Simply not true - have you tried?</p>
id: <p dir="ltr" style="text-align: left;">Sama sekali tidak benar - sudahkah Anda mencobanya?</p>

source: <p dir="ltr" style="text-align: left;">Alex: "I drag and drop the video (a Flash, .flv file) onto the course page."</p>
id: <p dir="ltr" style="text-align: left;">Alex: "Saya menarik dan melepas video (file Flash, .flv) ke halaman kursus."</p>

source: <p dir="ltr" style="text-align: left;">Flash is outdated and insecure.</p>
id: <p dir="ltr" style="text-align: left;">Flash sudah usang dan tidak aman.</p>

source: <p dir="ltr" style="text-align: left;">Ed: "I embed them into Pages and offer them for download with the subtitles too."</p>
id: <p dir="ltr" style="text-align: left;">Ed: "Saya menyematkannya ke Halaman dan menawarkannya untuk diunduh dengan subtitle juga."</p>

source: <p dir="ltr" style="text-align: left;">That sounds like a good plan.</p>
id: <p dir="ltr" style="text-align: left;">Kedengarannya seperti rencana yang baik.</p>

source: <p dir="ltr" style="text-align: left;">What about students in countries where YouTube is banned?</p>
id: <p dir="ltr" style="text-align: left;">Bagaimana dengan pelajar di negara yang melarang YouTube?</p>

source: <p dir="ltr" style="text-align: left;">She is using the wrong icon to upload her image.</p>
id: <p dir="ltr" style="text-align: left;">Dia menggunakan ikon yang salah untuk mengunggah gambarnya.</p>

source: She is using the wrong image type.
id: Dia menggunakan jenis gambar yang salah.

source: <p dir="ltr" style="text-align: left;">Are you sure? Check the best image file types for uploading to Moodle.</p>
id: <p dir="ltr" style="text-align: left;">Apakah kamu yakin? Periksa jenis berkas gambar terbaik untuk diunggah ke Moodle.</p>

source: <p dir="ltr" style="text-align: left;">She doesn't have permissions to upload into a Text and media area.</p>
id: <p dir="ltr" style="text-align: left;">Dia tidak memiliki izin untuk mengunggah ke area Teks dan media.</p>

source: <p dir="ltr" style="text-align: left;">Very unlikely.</p>
id: <p dir="ltr" style="text-align: left;">Sangat tidak mungkin.</p>

source: <p dir="ltr" style="text-align: left;">She can only link to images in a&nbsp; Page resource. She cannot upload them.</p>
id: <p dir="ltr" style="text-align: left;">Dia hanya dapat menautkan ke gambar di sumber daya Halaman &nbsp;. Dia tidak dapat mengunggahnya.</p>

source: <p dir="ltr" style="text-align: left;">Not true!&nbsp; And anyway she is trying to upload into a Text and media area.</p>
id: <p dir="ltr" style="text-align: left;">Tidak benar!&nbsp; Lagi pula dia mencoba mengunggah ke area Teks dan media.</p>

source: <p dir="ltr" style="text-align: left;">You have forgotten to turn editing on.</p>
id: <p dir="ltr" style="text-align: left;">Anda lupa mengaktifkan pengeditan.</p>

source: <p dir="ltr" style="text-align: left;">You have not forgotten - the question begins 'With the editing turned on...'</p>
id: <p dir="ltr" style="text-align: left;">Anda tidak lupa - pertanyaannya dimulai 'Dengan pengeditan diaktifkan...'</p>

source: <p dir="ltr" style="text-align: left;">You need to compress/zip your folder first.</p>
id: <p dir="ltr" style="text-align: left;">Anda perlu mengompres/zip folder Anda terlebih dahulu.</p>

source: <p dir="ltr" style="text-align: left;">Yes. You must do this before dragging it.</p>
id: <p dir="ltr" style="text-align: left;">Ya. Anda harus melakukan ini sebelum menyeretnya.</p>

source: <p dir="ltr" style="text-align: left;">Your browser does not allow you to drag and drop files or folders.</p>
id: <p dir="ltr" style="text-align: left;">Browser Anda tidak mengizinkan Anda menarik dan melepas berkas atau folder.</p>

source: <p dir="ltr" style="text-align: left;">It does! Because it displayed the message saying you can.</p>
id: <p dir="ltr" style="text-align: left;">Ya! Karena itu menampilkan pesan yang mengatakan Anda bisa.</p>

source: Editing teachers cannot drag and drop folders. This is only for admins and managers.
id: Pengajar pengedit tidak dapat menarik dan melepas folder. Ini hanya untuk admin dan manajer.

source: <p dir="ltr" style="text-align: left;">Really? Look again!</p>
id: <p dir="ltr" style="text-align: left;">Benarkah? Lihat lagi!</p>

source: <p dir="ltr" style="text-align: left;">Which of these statements is/are correct? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Manakah pernyataan berikut yang benar? Pilih semua yang sesuai.</p>

source: <p dir="ltr" style="text-align: left;"><strong>Server files </strong>are for teachers to locate files in other courses where they teach.</p>
id: <p dir="ltr" style="text-align: left;"><strong>Berkas server </strong>diperuntukkan bagi pengajar untuk menemukan berkas di kursus lain tempat mereka mengajar.</p>

source: <p dir="ltr" style="text-align: left;">The <strong>Content bank</strong> is where teachers can create and find H5P activities.</p>
id: <p dir="ltr" style="text-align: left;"><strong>Bank konten</strong> adalah tempat pengajar dapat membuat dan menemukan aktivitas H5P.</p>

source: <p dir="ltr" style="text-align: left;"><strong>Wikimedia </strong>allows teachers to find images to use in their courses.</p>
id: <p dir="ltr" style="text-align: left;"><strong>Wikimedia </strong>memungkinkan pengajar menemukan gambar untuk digunakan dalam kursus mereka.</p>

source: <p dir="ltr" style="text-align: left;">Yes, although they should still check the licences.</p>
id: <p dir="ltr" style="text-align: left;">Ya, meskipun mereka tetap harus memeriksa lisensinya.</p>

source: <p dir="ltr" style="text-align: left;"><strong>URL downloader </strong>allows teachers to search the internet for useful websites.</p>
id: <p dir="ltr" style="text-align: left;"><strong>Pengunduh URL </strong>memungkinkan pengajar mencari situs web yang bermanfaat di internet.</p>

source: <p dir="ltr" style="text-align: left;">Not really. Read the <a href="https://docs.moodle.org/en/URL_downloader_repository">URL downloader repository documentation.</a></p>
id: <p dir="ltr" style="text-align: left;">Tidak juga. Baca <a href="https://docs.moodle.org/en/URL_downloader_repository">dokumentasi repositori pengunduh URL.</a></p>

source: <p dir="ltr" style="text-align: left;">It is not dependent on the admin.</p>
id: <p dir="ltr" style="text-align: left;">Tidak tergantung admin.</p>

source: <p dir="ltr" style="text-align: left;">That's correct. They will then appear for his learners automatically.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Itu kemudian akan muncul untuk peserta didiknya secara otomatis.</p>

source: <p dir="ltr" style="text-align: left;">Not true. They are called 'completion indicators' by the way.</p>
id: <p dir="ltr" style="text-align: left;">Tidak benar. Omong-omong, ini disebut 'indikator penyelesaian'.</p>

source: <p dir="ltr" style="text-align: left;">Jonas has not defined any dates so that is why they are not displaying.</p>
id: <p dir="ltr" style="text-align: left;">Jonas belum menentukan tanggal apa pun sehingga tidak ditampilkan.</p>

source: <p dir="ltr" style="text-align: left;">They are not dependent on dates.</p>
id: <p dir="ltr" style="text-align: left;">Mereka tidak bergantung pada tanggal.</p>

source: Type the text as an HTML webpage and upload it as a URL resource.
id: Ketik teks sebagai halaman web HTML dan unggah sebagai sumber daya URL.

source: <p dir="ltr" style="text-align: left;">Too complex and not necessary.</p>
id: <p dir="ltr" style="text-align: left;">Terlalu rumit dan tidak perlu.</p>

source: <p dir="ltr" style="text-align: left;">Type the text into a Moodle Page.</p>
id: <p dir="ltr" style="text-align: left;">Ketikkan teks ke dalam Halaman Moodle.</p>

source: <p dir="ltr" style="text-align: left;">You can drag and drop it onto the course page.</p>
id: <p dir="ltr" style="text-align: left;">Anda dapat menarik dan melepasnya ke halaman kursus.</p>

source: <p dir="ltr" style="text-align: left;">Correct! Google Chrome allows you to do this.</p>
id: <p dir="ltr" style="text-align: left;">Benar! Google Chrome memungkinkan Anda melakukan ini.</p>

source: <p dir="ltr" style="text-align: left;">You can select File from the Activity chooser and upload it like that.</p>
id: <p dir="ltr" style="text-align: left;">Anda dapat memilih Berkas dari Pemilih Aktivitas dan mengunggahnya seperti itu.</p>

source: <p dir="ltr" style="text-align: left;">Correct! That is one way to do it.</p>
id: <p dir="ltr" style="text-align: left;">Benar! Itu adalah salah satu cara untuk melakukannya.</p>

source: <p dir="ltr" style="text-align: left;">You can copy and paste it into a Moodle Page.</p>
id: <p dir="ltr" style="text-align: left;">Anda dapat menyalin dan menempelkannya ke Halaman Moodle.</p>

source: <p dir="ltr" style="text-align: left;">That is both too complex and too risky.</p>
id: <p dir="ltr" style="text-align: left;">Itu semua terlalu rumit dan terlalu berisiko.</p>

source: <p dir="ltr" style="text-align: left;">Review the section Track progress in the Tutorial: Add content to your Moodle course.</p>
id: <p dir="ltr" style="text-align: left;">Tinjau bagian Lacak progres dalam Tutorial: Tambahkan konten ke kursus Moodle Anda.</p>

source: <p dir="ltr" style="text-align: left;">You made a mistake and did not enable completion tracking.</p>
id: <p dir="ltr" style="text-align: left;">Anda melakukan kesalahan dan tidak mengaktifkan pelacakan penyelesaian.</p>

source: <p dir="ltr" style="text-align: left;">But students say they can see completion conditions&nbsp; when they access activities and resources?</p>
id: <p dir="ltr" style="text-align: left;">Tetapi siswa mengatakan mereka dapat melihat kondisi penyelesaian&nbsp; ketika mereka mengakses aktivitas dan sumber daya?</p>

source: <p dir="ltr" style="text-align: left;">The course setting 'Show activity completion conditions' is set to 'No'.</p>
id: <p dir="ltr" style="text-align: left;">Pengaturan kursus 'Tampilkan kondisi penyelesaian aktivitas' disetel ke 'Tidak'.</p>

source: <p dir="ltr" style="text-align: left;">That's right - perhaps you did this by mistake?</p>
id: <p dir="ltr" style="text-align: left;">Benar - mungkin Anda melakukan ini secara tidak sengaja?</p>

source: <p dir="ltr" style="text-align: left;">There is no such setting.</p>
id: <p dir="ltr" style="text-align: left;">Tidak ada pengaturan seperti itu.</p>

source: <p dir="ltr" style="text-align: left;">There are no activities with completion tracking set in your course.</p>
id: <p dir="ltr" style="text-align: left;">Tidak ada aktivitas dengan pelacakan penyelesaian yang ditetapkan dalam kursus Anda.</p>

source: <p dir="ltr" style="text-align: left;">Would that be useful to you? Or would you prefer to use a different video source?</p>
id: <p dir="ltr" style="text-align: left;">Apakah itu bermanfaat bagi Anda? Atau apakah Anda lebih suka menggunakan sumber video lain?</p>

source: <p dir="ltr" style="text-align: left;">Yes. Moodle's Text and media resource will display YouTube videos anywhere.</p>
id: <p dir="ltr" style="text-align: left;">Ya. Teks dan sumber media Moodle akan menampilkan video YouTube di mana saja.</p>

source: <p dir="ltr" style="text-align: left;">Are you sure?</p>
id: <p dir="ltr" style="text-align: left;">Apakah Anda yakin?</p>

source: <p dir="ltr" style="text-align: left;">No. Learners will have no access to this YouTube video.</p>
id: <p dir="ltr" style="text-align: left;">Tidak. Siswa tidak akan memiliki akses ke video YouTube ini.</p>

source: <p dir="ltr" style="text-align: left;">Not when they are in your establishment, sure, but what about elsewhere?</p>
id: <p dir="ltr" style="text-align: left;">Tidak saat mereka ada di tempat Anda, tentu saja, tapi bagaimana dengan di tempat lain?</p>

source: Partly. They cannot watch it on YouTube so you must download the video and&nbsp; upload it into your course.
id: Sebagian. Mereka tidak dapat menontonnya di YouTube jadi Anda harus mengunduh videonya dan&nbsp; unggah ke kursus Anda.

source: <p dir="ltr" style="text-align: left;">Is that wise? What about copyright?</p>
id: <p dir="ltr" style="text-align: left;">Apakah itu bijaksana? Bagaimana dengan hak cipta?</p>

source: <p dir="ltr" style="text-align: left;">Jeanne's trainees are complaining that she is not being clear enough about what they must do to complete the course. What is the <strong>best</strong> way to help them track their progress better?&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Peserta pelatihan Jeanne mengeluh bahwa dia tidak cukup jelas tentang apa yang harus mereka lakukan untuk menyelesaikan kursus. Apa cara <strong>terbaik</strong> untuk membantu mereka melacak kemajuan mereka dengan lebih baik?&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Remember that you may always revisit the Tutorial: Add content to your Moodle course, in particular the section 'Track progress'.</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat mengunjungi kembali Tutorial: Menambahkan konten ke kursus Moodle Anda, khususnya bagian 'Lacak progres'.</p>

source: <p dir="ltr" style="text-align: left;">Use the activity completion feature so they see what they need to do.</p>
id: <p dir="ltr" style="text-align: left;">Gunakan fitur penyelesaian aktivitas sehingga mereka mengetahui apa yang perlu mereka lakukan.</p>

source: <p dir="ltr" style="text-align: left;">This is the best way. Have you tried using it yet? What type of conditions have you explored?</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah cara terbaik. Sudahkah Anda mencoba menggunakannya? Jenis kondisi apa yang telah Anda jelajahi?</p>

source: <p dir="ltr" style="text-align: left;">Add a Page or Book resource with information about the required activities in the course.</p>
id: <p dir="ltr" style="text-align: left;">Tambahkan sumber daya Halaman atau Buku dengan informasi tentang aktivitas yang diperlukan dalam kursus.</p>

source: <p dir="ltr" style="text-align: left;">This is not wrong - we do it in this course! But it is not the best way to help them track their progress.</p>
id: <p dir="ltr" style="text-align: left;">Ini tidak salah - kami melakukannya di kursus ini! Namun ini bukan cara terbaik untuk membantu mereka melacak progres mereka.</p>

source: <p dir="ltr" style="text-align: left;">Send out regular emails with reminders about their required tasks.</p>
id: <p dir="ltr" style="text-align: left;">Kirim email rutin berisi pengingat tentang tugas yang harus mereka lakukan.</p>

source: <p dir="ltr" style="text-align: left;">A tedious manual job - there is a better way.</p>
id: <p dir="ltr" style="text-align: left;">Pekerjaan manual yang membosankan - ada cara yang lebih baik.</p>

source: <p dir="ltr" style="text-align: left;">In the description of each resource, explain what is required of them.</p>
id: <p dir="ltr" style="text-align: left;">Dalam deskripsi setiap sumber daya, jelaskan apa yang diperlukan dari sumber daya tersebut.</p>

source: <p dir="ltr" style="text-align: left;">Not wrong, but not the best way .</p>
id: <p dir="ltr" style="text-align: left;">Tidak salah, tapi bukan cara terbaik .</p>

source: <p dir="ltr" style="text-align: left;">Your teacher friend Marcus is unable to drag and drop an image file to a topic section summary. What might he be doing wrong? Select all that might apply.</p>
id: <p dir="ltr" style="text-align: left;">Teman pengajar Anda Marcus tidak dapat menarik dan melepas berkas gambar ke ringkasan bagian topik. Kesalahan apa yang mungkin dia lakukan? Pilih semua yang mungkin berlaku.</p>

source: <p dir="ltr" style="text-align: left;">Remember that you may always revisit the section 'Add images' in the Tutorial: Add content to your Moodle course for more information.</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat mengunjungi kembali bagian 'Tambahkan gambar' dalam Tutorial: Menambahkan konten ke kursus Moodle Anda untuk informasi lebih lanjut.</p>

source: <p dir="ltr" style="text-align: left;">His image file is in a Word™ document.</p>
id: <p dir="ltr" style="text-align: left;">Berkas gambarnya ada di dokumen Word™.</p>

source: <p dir="ltr" style="text-align: left;">Possibly. You have to use an actual image, not a word-processed document with an image in it.</p>
id: <p dir="ltr" style="text-align: left;">Mungkin. Anda harus menggunakan gambar sebenarnya, bukan dokumen olahan-kata yang berisi gambar di dalamnya.</p>

source: <p dir="ltr" style="text-align: left;">His image file is copyrighted.</p>
id: <p dir="ltr" style="text-align: left;">Berkas gambarnya dilindungi hak cipta.</p>
