Repository: oonid/moodle_academy_translations
Catalog: courses/035-moodle-course-content/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">We hope not! But that will not prevent him being able to upload the image.</p>
id: <p dir="ltr" style="text-align: left;">Kami harap tidak! Namun hal itu tidak menghalanginya untuk mengunggah gambar tersebut.</p>

source: <p dir="ltr" style="text-align: left;">He forgot to enable Edit mode.</p>
id: <p dir="ltr" style="text-align: left;">Dia lupa mengaktifkan mode Edit.</p>

source: <p dir="ltr" style="text-align: left;">Indeed. He needs edit mode on to be able to edit his course.</p>
id: <p dir="ltr" style="text-align: left;">Memang. Dia memerlukan mode edit untuk dapat mengedit kursusnya.</p>

source: <p dir="ltr" style="text-align: left;">He is trying to upload a .bmp image file instead of the recommended image file types for online spaces.</p>
id: <p dir="ltr" style="text-align: left;">Dia mencoba mengunggah file gambar .bmp alih-alih jenis file gambar yang direkomendasikan untuk ruang online.</p>

source: <p dir="ltr" style="text-align: left;">Actually that would still work. Images of the .bmp type can still be uploaded, but they are not ideal.</p>
id: <p dir="ltr" style="text-align: left;">Sebenarnya itu masih berhasil. Gambar bertipe .bmp tetap bisa diupload, namun kurang ideal.</p>

source: <p dir="ltr" style="text-align: left;">Page, Book or both? Which of the following sentences are correct? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Halaman, Buku, atau keduanya? Manakah dari kalimat berikut yang benar? Pilih semua yang sesuai.</p>

source: <p dir="ltr" style="text-align: left;">Remember that you may always revisit the sections 'Display information' and 'Display connected pages' in the Tutorial: Add content to your Moodle course for more information.</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat mengunjungi kembali bagian 'Menampilkan informasi' dan 'Menampilkan halaman yang terhubung' dalam Tutorial: Menambahkan konten ke kursus Moodle Anda untuk informasi lebih lanjut.</p>

source: <p dir="ltr" style="text-align: left;">Both Pages and Books will print nicely as PDF.</p>
id: <p dir="ltr" style="text-align: left;">Halaman dan Buku akan dicetak dengan baik sebagai PDF.</p>

source: <p dir="ltr" style="text-align: left;">Only one of these - can you remember which one?</p>
id: <p dir="ltr" style="text-align: left;">Hanya satu - ingat yang mana?</p>

source: <p dir="ltr" style="text-align: left;">Both Pages and Books allow you to add media as well as text.</p>
id: <p dir="ltr" style="text-align: left;">Halaman dan Buku memungkinkan Anda menambahkan media serta teks.</p>

source: <p dir="ltr" style="text-align: left;">Very true.</p>
id: <p dir="ltr" style="text-align: left;">Benar sekali.</p>

source: <p dir="ltr" style="text-align: left;">Only Books have a Table of Contents.</p>
id: <p dir="ltr" style="text-align: left;">Hanya Buku yang memiliki Daftar Isi.</p>

source: <p dir="ltr" style="text-align: left;">That is true.</p>
id: <p dir="ltr" style="text-align: left;">Itu benar.</p>

source: <p dir="ltr" style="text-align: left;">Only Pages display well on the Moodle (mobile) app.</p>
id: <p dir="ltr" style="text-align: left;">Hanya Halaman yang ditampilkan dengan baik di aplikasi Moodle (seluler).</p>

source: <p dir="ltr" style="text-align: left;">Books display well too.</p>
id: <p dir="ltr" style="text-align: left;">Buku juga ditampilkan dengan baik.</p>
