Repository: oonid/moodle_academy_translations
Catalog: courses/15-are-you-ready-for-the-mec/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">This is a start; however, an MEC candidate should have experience creating a wider variety of materials.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah permulaan; namun, calon MEC harus memiliki pengalaman dalam menciptakan variasi material yang lebih luas.</p>

source: <p dir="ltr" style="text-align: left;">I create and/or modify a variety of digital resources such as audio or video files, H5P content or other commercial e-learning authoring tools.</p>
id: <p dir="ltr" style="text-align: left;">Saya membuat dan/atau memodifikasi berbagai sumber daya digital seperti file audio atau video, konten H5P, atau alat pembuat e-learning komersial lainnya.</p>

source: <p dir="ltr" style="text-align: left;">This is good. An MEC candidate should have experience creating a wide variety of materials.</p>
id: <p dir="ltr" style="text-align: left;">Ini bagus. Kandidat MEC harus memiliki pengalaman membuat berbagai macam material.</p>

source: How well do you understand the importance of Data privacy (eg GDPR) and online safety?<br>
id: Seberapa baik Anda memahami pentingnya privasi data (misalnya GDPR) dan keamanan online?<br>

source: It is not my concern as our organisation is responsible for that.
id: Ini bukan urusan saya karena organisasi kami bertanggung jawab atas hal itu.

source: <p dir="ltr" style="text-align: left;">While your organisation might be responsible for it, all online educators should have at least some understanding.</p>
id: <p dir="ltr" style="text-align: left;">Meskipun organisasi Anda mungkin bertanggung jawab atas hal ini, semua pendidik daring setidaknya harus memiliki beberapa pemahaman.</p>

source: I have some understanding but am happy to learn more.
id: Saya memiliki sejumlah pemahaman tetapi saya senang untuk belajar lebih banyak.

source: <p dir="ltr" style="text-align: left;">This is a good start. Depending on your other experience you might be ready to take the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah awal yang baik. Tergantung pada pengalaman Anda yang lain, Anda mungkin siap untuk mengambil MEC.</p>

source: I have a good understanding of these and am able to explain them to others.
id: Saya memiliki pemahaman yang baik tentang hal ini dan mampu menjelaskannya kepada orang lain.

source: <p dir="ltr" style="text-align: left;">Great! An understanding of these is very beneficial to MEC candidates.</p>
id: <p dir="ltr" style="text-align: left;">Hebat! Pemahaman akan hal ini sangat bermanfaat bagi calon MEC.</p>

source: <p dir="ltr" style="text-align: left;">How often do you think about the following when you create activities?</p><p dir="ltr" style="text-align: left;"></p><ul><li>Learners with limited sight or hearing?</li><li>Learners with dyslexia?</li><li>Learners on the autistic spectrum?</li><li>Learners who are in areas with poor internet connections?</li></ul><p></p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;">Seberapa sering Anda memikirkan hal berikut saat membuat aktivitas?</p><p dir="ltr" style="text-align: left ;"></p><ul><li>Peserta didik dengan keterbatasan penglihatan atau pendengaran?</li><li>Peserta didik dengan disleksia?</li><li>Peserta didik dalam spektrum autis?</li><li >Peserta didik yang berada di area dengan koneksi internet buruk?</li></ul><p></p><p dir="ltr" style="text-align: left;"><br></p >

source: <p dir="ltr" style="text-align: left;">My learners are not in any of these situations, so it is not a problem for me at the moment.</p>
id: <p dir="ltr" style="text-align: left;">Peserta didik saya tidak berada dalam situasi ini, jadi ini bukan masalah bagi saya saat ini.</p>

source: <p dir="ltr" style="text-align: left;">How do you know? Some disabilities or learning challenges are not always obvious.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Bagaimana kamu tahu? Beberapa kecacatan atau tantangan belajar tidak selalu terlihat jelas.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">I try to make my activities suitable for all learners, but I am not yet fully confident.</p>
id: <p dir="ltr" style="text-align: left;">Saya mencoba membuat aktivitas saya cocok untuk semua peserta didik, namun saya belum sepenuhnya percaya diri.</p>

source: <p dir="ltr" style="text-align: left;">This is a good start. You might benefit from exploring the subject more before applying for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah awal yang baik. Anda mungkin mendapat manfaat dengan mempelajari subjek ini lebih lanjut sebelum mengajukan permohonan MEC.</p>

source: <p dir="ltr" style="text-align: left;">I always consider my learners' needs and am confident in the areas of accessiblity and usability.</p>
id: <p dir="ltr" style="text-align: left;">Saya selalu mempertimbangkan kebutuhan peserta didik saya dan yakin dengan bidang aksesibilitas dan kegunaan.</p>

source: <p dir="ltr" style="text-align: left;">A strong MEC candidate will be very aware of learners' needs, so your answer is very promising.</p>
id: <p dir="ltr" style="text-align: left;">Kandidat MEC yang kuat akan sangat menyadari kebutuhan peserta didik, sehingga jawaban Anda sangat menjanjikan.</p>

source: <p dir="ltr" style="text-align: left;">Which of the following do your learners do in your Moodle courses?</p><p dir="ltr" style="text-align: left;"></p><ul><li>They work together in a collaborative document (Wiki or other collaborative tool).</li><li>They contribute to Glossaries or Database activities.</li><li>They engage in gamified activities you have set up for them.</li><li>They participate in peer assessment in a Workshop activity (or informally with ratings in a Forum).</li></ul><p></p>
id: <p dir="ltr" style="text-align: left;">Manakah dari berikut ini yang dilakukan peserta didik Anda dalam kursus Moodle Anda?</p><p dir="ltr" style="text-align: left;"></p><ul><li>Mereka bekerja sama dalam dokumen kolaboratif (Wiki atau alat kolaboratif lainnya).</li><li>Mereka berkontribusi pada aktivitas Glosarium atau Basis Data.</li><li>Mereka terlibat dalam aktivitas gamifikasi yang telah Anda siapkan untuk mereka.</li><li>Mereka berpartisipasi dalam penilaian oleh rekan dalam aktivitas Lokakarya (atau secara informal dengan memberi penilaian dalam Forum).</li></ul><p></p>

source: I haven't yet set up these activities (or it is not appropriate to set up these activities) for my learners.
id: Saya belum menyiapkan aktivitas ini (atau tidak tepat dalam menyiapkan aktivitas ini) untuk peserta didik saya.

source: <p dir="ltr" style="text-align: left;">This is unfortunate, as it is helpful to have experience with different approaches to learning.</p>
id: <p dir="ltr" style="text-align: left;">Hal ini sangat disayangkan, karena memiliki pengalaman dengan berbagai pendekatan pembelajaran akan sangat membantu.</p>

source: <p dir="ltr" style="text-align: left;">My learners have tried one or two of these activities.</p>
id: <p dir="ltr" style="text-align: left;">Peserta didik saya telah mencoba satu atau dua aktivitas ini.</p>

source: <p dir="ltr" style="text-align: left;">This is a start. You might like to explore different approaches some more if you want to apply for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah permulaan. Anda mungkin ingin menjelajahi pendekatan yang berbeda lagi jika ingin mengajukan permohonan MEC.</p>

source: <p dir="ltr" style="text-align: left;">My learners have tried three or four of these activities and we do at least two of them regularly.</p>
id: <p dir="ltr" style="text-align: left;">Peserta didik saya telah mencoba tiga atau empat aktivitas ini dan kami melakukan setidaknya dua di antaranya secara rutin.</p>

source: <p dir="ltr" style="text-align: left;">Great! Your experience suggests you are ready for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Hebat! Pengalaman Anda menunjukkan bahwa Anda siap untuk MEC.</p>

source: <p dir="ltr" style="text-align: left;">Do you have any teaching qualifications (for example, a Teaching Certificate, a Masters in Education) ?</p>
id: <p dir="ltr" style="text-align: left;">Apakah Anda memiliki kualifikasi mengajar (misalnya, Sertifikat Mengajar, Magister Pendidikan)?</p>

source: No&nbsp; I have no official teaching qualification and I am new to online teaching.
id: Tidak&nbsp; Saya tidak memiliki kualifikasi mengajar resmi dan saya baru dalam pengajaran online.

source: <p dir="ltr" style="text-align: left;">Although a teaching qualification is not essential, you do need online teaching experience.</p>
id: <p dir="ltr" style="text-align: left;">Meskipun kualifikasi mengajar tidak penting, Anda memerlukan pengalaman mengajar online.</p>

source: No I have no official teaching qualification but I am experienced in teaching online.
id: Tidak, saya tidak memiliki kualifikasi mengajar resmi tetapi saya berpengalaman dalam mengajar online.

source: <p dir="ltr" style="text-align: left;">A teaching qualification is recommended but not essential. However experience in teaching online is essential.</p>
id: <p dir="ltr" style="text-align: left;">Kualifikasi mengajar direkomendasikan tetapi tidak penting. Namun pengalaman mengajar daring itu penting.</p>

source: <p dir="ltr" style="text-align: left;">Yes I have an official teaching qualification.</p>
id: <p dir="ltr" style="text-align: left;">Ya, saya memiliki kualifikasi mengajar resmi.</p>

source: <p dir="ltr" style="text-align: left;">Very good! A teaching qualification is recommended but not essential. However, experience teaching online is essential.</p>
id: <p dir="ltr" style="text-align: left;">Bagus sekali! Kualifikasi mengajar direkomendasikan tetapi tidak penting. Namun, pengalaman mengajar daring itu penting.</p>

source: <p dir="ltr" style="text-align: left;">How long have you been teaching classes with Moodle?</p>
id: <p dir="ltr" style="text-align: left;">Sudah berapa lama Anda mengajar kelas dengan Moodle?</p>

source: <p dir="ltr" style="text-align: left;">Less than six months.</p>
id: <p dir="ltr" style="text-align: left;">Kurang dari enam bulan.</p>

source: <p dir="ltr" style="text-align: left;">This is not really enough to do the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini tidak cukup untuk melakukan MEC.</p>

source: <p dir="ltr" style="text-align: left;">More than six months but less than 12 months.</p>
id: <p dir="ltr" style="text-align: left;">Lebih dari enam bulan tetapi kurang dari 12 bulan.</p>

source: <p dir="ltr" style="text-align: left;">This might be enough to start the MEC, depending on other training and qualifications.</p>
id: <p dir="ltr" style="text-align: left;">Ini mungkin cukup untuk memulai MEC, bergantung pada pelatihan dan kualifikasi lainnya.</p>

source: <p dir="ltr" style="text-align: left;">More than a year.</p>
id: <p dir="ltr" style="text-align: left;">Lebih dari setahun.</p>

source: <p dir="ltr" style="text-align: left;">This is enough to start the MEC. Great!</p>
id: <p dir="ltr" style="text-align: left;">Ini cukup untuk memulai MEC. Hebat!</p>

source: <p dir="ltr" style="text-align: left;">Have you created online courses yourself with Moodle?</p>
id: <p dir="ltr" style="text-align: left;">Sudahkah Anda membuat kursus online sendiri dengan Moodle?</p>

source: <p dir="ltr" style="text-align: left;">No - I use courses developed by others, for example by my organisation or professionally produced courses.</p>
id: <p dir="ltr" style="text-align: left;">Tidak - Saya menggunakan kursus yang dikembangkan oleh orang lain, misalnya oleh organisasi saya atau kursus yang diproduksi secara profesional.</p>

source: <p dir="ltr" style="text-align: left;">You really need experience creating your own courses in Moodle to start the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Anda benar-benar memerlukan pengalaman membuat kursus Anda sendiri di Moodle untuk memulai MEC.</p>

source: <p dir="ltr" style="text-align: left;">I have made at least one course, for example during basic Moodle training.</p>
id: <p dir="ltr" style="text-align: left;">Saya telah membuat setidaknya satu kursus, misalnya pada pelatihan dasar Moodle.</p>

source: <p dir="ltr" style="text-align: left;">This might be enough to start the MEC, depending on other training and qualifications. It would be better if you have more experience creating courses before applying for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini mungkin cukup untuk memulai MEC, bergantung pada pelatihan dan kualifikasi lainnya. Akan lebih baik jika Anda memiliki pengalaman lebih dalam membuat kursus sebelum mendaftar MEC.</p>

source: <p dir="ltr" style="text-align: left;">Yes, I regularly create my own Moodle courses.</p>
id: <p dir="ltr" style="text-align: left;">Ya, saya secara teratur membuat kursus Moodle saya sendiri.</p>

source: <p dir="ltr" style="text-align: left;">This is good. You are probably a good candidate to start the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini bagus. Anda mungkin merupakan kandidat yang baik untuk memulai MEC.</p>

source: <p dir="ltr" style="text-align: left;">How do you ensure your learners behave safely and responsibly in your courses?</p>
id: <p dir="ltr" style="text-align: left;">Bagaimana Anda memastikan peserta didik Anda berperilaku aman dan bertanggung jawab dalam kursus Anda?</p>

source: <p dir="ltr" style="text-align: left;">I do not need to do this as my learners are mature and already responsible online.</p>
id: <p dir="ltr" style="text-align: left;">Saya tidak perlu melakukan ini karena peserta didik saya sudah dewasa dan sudah bertanggung jawab secara daring.</p>

source: <p dir="ltr" style="text-align: left;">Are you sure you can make assumptions like that?</p>
id: <p dir="ltr" style="text-align: left;">Apakah Anda yakin bisa membuat asumsi seperti itu?</p>

source: <p dir="ltr" style="text-align: left;">I remind them at the start of the course about good online behaviour.</p>
id: <p dir="ltr" style="text-align: left;">Saya mengingatkan mereka di awal kursus tentang perilaku online yang baik.</p>

source: <p dir="ltr" style="text-align: left;">That is better than nothing. Have you considered how you will monitor and ensure this?</p>
id: <p dir="ltr" style="text-align: left;">Itu lebih baik daripada tidak sama sekali. Sudahkah Anda mempertimbangkan bagaimana Anda akan memantau dan memastikan hal ini?</p>

source: <p dir="ltr" style="text-align: left;">Together we agree upon course rules of conduct and we regularly discuss and review online safety in general.</p>
id: <p dir="ltr" style="text-align: left;">Bersama-sama kita menyepakati aturan perilaku kursus dan secara rutin mendiskusikan dan meninjau keselamatan daring secara umum.</p>

source: <p dir="ltr" style="text-align: left;">You have a good attitude and appear to be ready for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Anda memiliki sikap yang baik dan tampaknya siap menghadapi MEC.</p>

source: <p dir="ltr" style="text-align: left;">How often do you give your learners the opportunity to use digital technology in a creative way in your courses?</p>
id: <p dir="ltr" style="text-align: left;">Seberapa sering Anda memberikan kesempatan kepada peserta didik untuk menggunakan teknologi digital dengan cara yang kreatif dalam kursus Anda?</p>

source: <p dir="ltr" style="text-align: left;">Never or very rarely, because&nbsp; it is not appropriate to the courses I teach.</p>
id: <p dir="ltr" style="text-align: left;">Tidak pernah atau sangat jarang, karena&nbsp; tidak sesuai dengan mata kuliah yang saya ajar.</p>

source: <p dir="ltr" style="text-align: left;">That's unfortunate, since you will need to be competent in this as part of your MEC certification.</p>
id: <p dir="ltr" style="text-align: left;">Sangat disayangkan, karena Anda harus kompeten dalam hal ini sebagai bagian dari sertifikasi MEC Anda.</p>

source: <p dir="ltr" style="text-align: left;">I will sometimes ask them to upload digital artefacts (audio, video) as assignment submissions.</p>
id: <p dir="ltr" style="text-align: left;">Saya terkadang meminta mereka untuk mengunggah artefak digital (audio, video) sebagai penyerahan tugas.</p>

source: <p dir="ltr" style="text-align: left;">This is a start. You'll need to be competent in this as part of your MEC certification.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah permulaan. Anda harus kompeten dalam hal ini sebagai bagian dari sertifikasi MEC Anda.</p>

source: <p dir="ltr" style="text-align: left;">I encourage them regularly to create and share digital resources as part of their learning, and I guide them in the best tools to use.</p>
id: <p dir="ltr" style="text-align: left;">Saya mendorong mereka secara teratur untuk membuat dan berbagi sumber daya digital sebagai bagian dari pembelajaran mereka, dan saya membimbing mereka menggunakan alat terbaik yang tersedia.</p>

source: <p dir="ltr" style="text-align: left;">Great! Your experience will be beneficial when doing the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Hebat! Pengalaman Anda akan bermanfaat saat melakukan MEC.</p>

source: <p dir="ltr" style="text-align: left;">How often do you share experiences and resources with colleagues inside and outside of your organisation?</p>
id: <p dir="ltr" style="text-align: left;">Seberapa sering Anda berbagi pengalaman dan sumber daya dengan kolega di dalam dan di luar organisasi Anda?</p>

source: <p dir="ltr" style="text-align: left;">I sometimes share with my colleagues inside our organisation but I don't share outside the organisation.</p>
id: <p dir="ltr" style="text-align: left;">Saya terkadang berbagi dengan kolega saya di dalam organisasi kami, tetapi saya tidak berbagi di luar organisasi.</p>

source: <p dir="ltr" style="text-align: left;">As an experienced online educator, you should be sharing outside your organisation where appropriate.</p>
id: <p dir="ltr" style="text-align: left;">Sebagai pendidik daring berpengalaman, Anda harus berbagi di luar organisasi jika diperlukan.</p>

source: <p dir="ltr" style="text-align: left;">I sometimes share with colleagues inside our organisation and also sometimes with colleagues outside our organisation.</p>
id: <p dir="ltr" style="text-align: left;">Saya terkadang berbagi dengan kolega di dalam organisasi kami dan terkadang juga dengan kolega di luar organisasi kami.</p>

source: <p dir="ltr" style="text-align: left;">This is a good start. As an MEC candidate you would be expected to share widely. You could start on MoodleNet for example.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah awal yang baik. Sebagai kandidat MEC Anda diharapkan untuk berbagi secara luas. Anda bisa memulai di MoodleNet misalnya.</p>

source: I regularly share with colleagues both inside and outside of our organisation.
id: Saya rutin berbagi dengan kolega baik di dalam maupun di luar organisasi kami.

source: <p dir="ltr" style="text-align: left;">You sound like a good candidate for the MEC. Perhaps in your application you can highlight some resources you have shared publicly?</p>
id: <p dir="ltr" style="text-align: left;">Anda terlihat seperti kandidat yang baik untuk MEC. Mungkin dalam lamaran Anda, Anda dapat menyoroti beberapa sumber yang telah Anda bagikan secara publik?</p>

source: <p dir="ltr" style="text-align: left;">How often do you participate in online training opportunities such as MOOCs or online webinars?</p>
id: <p dir="ltr" style="text-align: left;">Seberapa sering Anda berpartisipasi dalam peluang pelatihan daring seperti MOOC atau webinar daring?</p>

source: <p dir="ltr" style="text-align: left;">I have only just started to do this (or I plan to do it now).</p>
id: <p dir="ltr" style="text-align: left;">Saya baru saja mulai melakukan ini (atau saya berencana melakukannya sekarang).</p>

source: <p dir="ltr" style="text-align: left;">Good that you have started doing this, but you really need more experience in this before you can confidently take the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Bagus Anda sudah mulai melakukan ini, tetapi Anda benar-benar membutuhkan lebih banyak pengalaman dalam hal ini sebelum Anda dapat dengan percaya diri mengikuti MEC.</p>

source: <p dir="ltr" style="text-align: left;">I have&nbsp; attended webinars and tried at least one online course such as a MOOC.</p>
id: <p dir="ltr" style="text-align: left;">Saya telah&nbsp; menghadiri webinar dan mencoba setidaknya satu kursus daring seperti MOOC.</p>

source: <p dir="ltr" style="text-align: left;">This is a good start. Depending on your other training and experience, you might be ready for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah awal yang baik. Tergantung pada pelatihan dan pengalaman Anda yang lain, Anda mungkin siap untuk MEC.</p>

source: <p dir="ltr" style="text-align: left;">I not only participate in online training opportunities but I also design and/or run them for others.</p>
id: <p dir="ltr" style="text-align: left;">Saya tidak hanya berpartisipasi dalam peluang pelatihan online tetapi saya juga merancang dan/atau menjalankannya untuk orang lain.</p>

source: <p dir="ltr" style="text-align: left;">Your experience suggests you are ready to take the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Pengalaman Anda menunjukkan bahwa Anda siap mengikuti MEC.</p>

source: <p dir="ltr" style="text-align: left;">How many of these teaching techniques have you tried in Moodle?</p><p dir="ltr" style="text-align: left;"></p><ul><li>Collaborative work.</li><li>Gamification.</li><li>Self-regulated learning.</li><li>Formative (ungraded) assessment.</li></ul><p></p>
id: <p dir="ltr" style="text-align: left;">Berapa banyak teknik pengajaran berikut yang telah Anda coba di Moodle?</p><p dir="ltr" style="text-align: left;"></p><ul><li>Kerja kolaboratif.</li><li>Gamifikasi.</li><li>Pembelajaran mandiri.</li><li>Penilaian formatif (tidak dinilai).</li></ul><p></p>

source: <p dir="ltr" style="text-align: left;">None of them yet, but I plan to try them soon.</p>
id: <p dir="ltr" style="text-align: left;">Belum ada satupun, tapi saya berencana untuk segera mencobanya.</p>

source: <p dir="ltr" style="text-align: left;">An experienced online educator should have tried at least a couple of these. You probably need more experience before applying to do the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Seorang pendidik online berpengalaman seharusnya mencoba setidaknya beberapa di antaranya. Anda mungkin memerlukan lebih banyak pengalaman sebelum mendaftar untuk melakukan MEC.</p>

source: One, two or three.
id: Satu, dua atau tiga.

source: <p dir="ltr" style="text-align: left;">You have made a start. Depending on your other experience and training you might be ready for the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Anda telah memulai. Tergantung pada pengalaman dan pelatihan Anda yang lain, Anda mungkin siap untuk MEC.</p>

source: <p dir="ltr" style="text-align: left;">I have tried all four at least once.</p>
id: <p dir="ltr" style="text-align: left;">Saya telah mencoba keempatnya setidaknya sekali.</p>

source: Your answer suggests you use a variety of techniques and are a good candidate for the MEC.
id: Jawaban Anda menyarankan Anda menggunakan berbagai teknik dan merupakan kandidat yang baik untuk MEC.

source: <p dir="ltr" style="text-align: left;">How do you mainly use Moodle?</p>
id: <p dir="ltr" style="text-align: left;">Bagaimana Anda biasanya menggunakan Moodle?</p>

source: So far I have only used the materials given to me by my colleagues.
id: Sejauh ini saya hanya menggunakan materi yang diberikan oleh rekan-rekan saya.
