Repository: oonid/moodle_academy_translations
Catalog: courses/15-are-you-ready-for-the-mec/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">MEC stands for the Moodle Educator Certificate, the international certificate on teaching with Moodle, offered exclusively by Moodle Certified Partners and Service Providers, and Moodle HQ.&nbsp;</p><p dir="ltr" style="text-align: left;">Want to know more about MEC? Enrol in this course and participate in or watch the recordings of webinars where MEC Facilitators and certificate holders share their experiences with MEC. Also check if you are ready for the MEC by taking<span style="font-size: 1rem;">&nbsp;the Pre-placement quiz!</span><br></p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;">MEC adalah singkatan dari Moodle Educator Certificate, sertifikat internasional tentang pengajaran dengan Moodle, yang ditawarkan secara eksklusif oleh Mitra dan Penyedia Layanan Tersertifikasi Moodle, dan Kantor Pusat Moodle. </p><p dir="ltr" style="text-align: left;">Ingin tahu lebih banyak tentang MEC? Mendaftarlah dalam kursus ini dan berpartisipasi atau menonton rekaman webinar di mana Fasilitator MEC dan pemegang sertifikat berbagi pengalaman mereka dengan MEC. Periksa juga apakah Anda siap untuk MEC dengan mengikuti<span style="font-size: 1rem;">&nbsp;kuis Pra-penempatan!</span><br></p><p dir="ltr" style="text-align: kiri;"><br></p>

source: What is the MEC?
id: Apa itu MEC?

source: <p>The Moodle Educator Certification, or MEC, is Moodle's own certification program for experienced educators who have taught with Moodle for at least one year. </p> <p> The MEC is NOT a training program and is not for those new to Moodle. If you haven't used Moodle before, we recommend you explore our <a href="https://moodle.academy/mod/page/view.php?id=57">Educator Learning Pathway</a> and investigate training offered by our <a href="https://moodle.com/solutions/certified-service-providers/">Moodle Certified Partners and Service Providers</a><a href="https://moodle.com/services/">. </a></p> <p>The MEC program consists of six courses based on the 22 competences of the European Framework for the Digital Competence of Educators (DigCompEdu).<a href="http://based on the European Framework for the Digital Competence of Educators (DigCompEdu)."></a></p> <p><a href="https://moodle.com/mec/">Find out more about the MEC on Moodle.com.</a></p>
id: <p>Sertifikasi Pendidik Moodle, atau MEC, adalah program sertifikasi milik Moodle bagi pendidik berpengalaman yang telah mengajar dengan Moodle setidaknya selama satu tahun. </p> <p> MEC BUKAN merupakan program pelatihan dan bukan untuk mereka yang baru mengenal Moodle. Jika Anda belum pernah menggunakan Moodle sebelumnya, kami sarankan Anda menjelajahi <a href="https://moodle.academy/mod/page/view.php?id=57">Jalur Pembelajaran Pendidik</a> kami dan mencari tahu pelatihan yang ditawarkan oleh <a href="https://moodle.com/solutions/certified-service-providers/">Mitra dan Penyedia Layanan Tersertifikasi Moodle</a><a href="https://moodle.com/services/"> kami. </a> </p> <p>Program MEC terdiri dari enam mata kuliah berdasarkan 22 kompetensi Kerangka Eropa untuk Kompetensi Digital Pendidik (DigCompEdu).<a href="https://joint-research-centre.ec.europa.eu/digcompedu/">based on the European Framework for the Digital Competence of Educators (DigCompEdu).</a></p> <p><a href="https://moodle.com/mec/">Cari tahu lebih lanjut tentang MEC di Moodle.com.</a></p>

source: <p>Now you understand what the MEC is and what the requirements are, why not try this short quiz (15 questions) to check if you have the skills and experience to get certified. You need at least 50% to be considered for the MEC, and you can take the quiz twice.</p> <p><strong>Note</strong> that to take this quiz you must first<a href="https://moodle.academy/login/index.php"> register on this site</a> and&nbsp;<a href="https://moodle.academy/enrol/index.php?id=15">enrol in this course</a>.</p> <p>If you don't obtain 50% first time, you will have to wait 6 months to retake the quiz. This is to allow you time to do more training and gain more experience.&nbsp;</p>
id: <p>Sekarang Anda memahami apa itu MEC dan apa saja persyaratannya, mengapa tidak mencoba kuis singkat ini (15 pertanyaan) untuk mengetahui apakah Anda memiliki keterampilan dan pengalaman untuk mendapatkan sertifikasi. Anda memerlukan setidaknya 50% untuk dipertimbangkan dalam MEC, dan Anda dapat mengikuti kuis dua kali.</p> <p><strong>Perhatikan</strong> bahwa untuk mengikuti kuis ini Anda harus terlebih dahulu<a href="https://moodle.academy/login/index.php"> mendaftar di situs ini</a> dan&nbsp;<a href="https://moodle.academy/enrol/index.php?id=15">mendaftar pada kursus ini</a>.</p> <p>Jika Anda tidak memperoleh 50% pada kali pertama, Anda harus menunggu 6 bulan untuk mengikuti kembali kuis. Hal ini untuk memberi Anda waktu untuk melakukan lebih banyak pelatihan dan mendapatkan lebih banyak pengalaman.&nbsp;</p>

source: MEC: Where to go from here?
id: MEC: Menuju ke mana setelah ini?

source: <p>Based on your score in the quiz, we'll give you more information to help you get certified.</p>
id: <p>Berdasarkan skor Anda dalam kuis, kami akan memberi Anda lebih banyak informasi untuk membantu Anda mendapatkan sertifikasi.</p>

source: Webinar: What is the MEC?
id: Webinar: Apa itu MEC?

source: Share a photo - Join the celebration!
id: Bagikan foto - Bergabunglah dalam perayaan!

source: Pre-placement test
id: Tes pra-penempatan

source: Webinar recording 'What is the MEC?'
id: Rekaman webinar 'Apa itu MEC?'

source: <p dir="ltr">https://youtu.be/w-7j6Vbq1_Y</p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><i class="fa fa-file-video-o" aria-hidden="true"></i>&nbsp;<a href="https://moodle.academy/pluginfile.php/295896/mod_page/content/3/WhatIsTheMEC.mp4" title="Download webinar recording">Download webinar recording</a>* (58MB)<br><br></p> <p dir="ltr"><i class="fa fa-file-text-o" aria-hidden="true"></i>&nbsp;Download webinar transcript* (<a href="https://moodle.academy/pluginfile.php/295896/mod_page/content/3/WhatIsTheMEC.srt" title=".srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/295896/mod_page/content/3/WhatIsTheMEC.txt" title=".txt">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> <!--- KEEP COMMENTED OUT UNTIL TRANSCRIPT IS READY <p dir="ltr"><i class="fa fa-file-pdf-o" aria-hidden="true"></i>&nbsp;<a href="#" title="Download slides from the webinar">Download slides from the webinar</a> (.pdf)<br><br></p> END OF COMMENT ---> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div>
id: <p dir="ltr">https://youtu.be/w-7j6Vbq1_Y</p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah ini.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><i class="fa fa-file-video-o" aria-hidden="true"></i>&nbsp;<a href="https://moodle.academy/pluginfile .php/295896/mod_page/content/3/WhatIsTheMEC.mp4" title="Unduh rekaman webinar">Unduh rekaman webinar</a>* (58MB)<br><br></p> <p dir="ltr"><i class="fa fa-file-text-o" aria-hidden="true"></i>&nbsp;Unduh transkrip webinar* (<a href="https:// moodle.academy/pluginfile.php/295896/mod_page/content/3/WhatIsTheMEC.srt" title=".srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/295896/mod_page/content/3/WhatIsTheMEC.txt" title=".txt">.txt</a>)<br><span class ="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">bagaimana cara melihat subtitle pada video file?</a></p> <!--- KEEP COMMENTED OUT UNTIL TRANSCRIPT IS READY <p dir="ltr"><i class="fa fa-file-pdf-o" aria-hidden="true"></i>&nbsp;<a href="#" title="Unduh slide dari webinar">Unduh slide dari webinar</a> (.pdf)<br><br></p> END OF COMMENT ---> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div>

source: <div class="no-overflow">En raison de circonstances inattendues, nous sommes contraints d'annuler le webinaire prévu. Nous prévoyons de le reprogrammer au début de l'année 2024 et vous informerons de la nouvelle date dès qu'elle sera fixée.</div>
id: <div class="no-overflow">Karena keadaan yang tidak dihadiri, kami memiliki beberapa kendala untuk membatalkan webinar sebelumnya. Kami memantau pemograman ulang pada debut tahun 2024 dan memberi tahu Anda tanggal baru yang akan diperbaiki.</div>

source: Webinar recording 'Reflections on MEC' - Catalyst
id: Rekaman webinar 'Refleksi MEC' - Catalyst

source: Slides from the webinar 'Reflections on MEC' - Catalyst
id: Slide dari webinar 'Refleksi MEC' - Catalyst

source: Webinar recording 'Reflections on MEC' - Moodle US
id: Rekaman webinar 'Refleksi MEC' - Moodle US

source: <p dir="ltr">https://youtu.be/vaQreJfzsoI</p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.&nbsp;<br> </p><p></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/11932/mod_page/content/4/ReflectionsOnMEC-MoodleUS.mp4">Download webinar recording</a>* (95MB)<br><br></p> <p dir="ltr">Download webinar transcript* (<a href="https://moodle.academy/pluginfile.php/11932/mod_page/content/4/ReflectionsOnMEC-MoodleUS.srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/11932/mod_page/content/4/ReflectionsOnMEC-MoodleUS.txt">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div><br><br>
id: <p dir="ltr">https://youtu.be/vaQreJfzsoI</p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mengunduhnya melalui tautan di bawah.&nbsp;<br> </p><p></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/11932/mod_page/content/4/ReflectionsOnMEC-MoodleUS.mp4">Unduh rekaman webinar</a>* (95 MB )<br><br></p> <p dir="ltr">Unduh transkrip webinar* (<a href="https://moodle.academy/pluginfile.php/11932/mod_page/content/4/ReflectionsOnMEC-MoodleUS.srt">.srt</a >) | (<a href="https://moodle.academy/pluginfile.php/11932/mod_page/content/4/ReflectionsOnMEC-MoodleUS.txt">.txt</a>)<br><span class="moodle- oranye bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">bagaimana cara melihat subtitle pada file video?</ a></p> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div><br><br>

source: Slides from the webinar 'Reflections on MEC' - Moodle US
id: Slide dari webinar 'Refleksi MEC' - Moodle US

source: Webinar recording 'Reflections on MEC' - Enovation
id: Rekaman webinar 'Refleksi MEC' - Enovation

source: <p dir="ltr"><span style="">https://youtu.be/g3xTIdW7LCY<br></span></p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.</p> <p></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/15250/mod_page/content/9/ReflectionsOnMEC-Enovation.mp4">Download webinar recording</a>* (91MB)<br><br></p> <!--- MAKE VISIBLE WHEN TRANSCRIPT IS READY <p dir="ltr">Download webinar transcript* (.srt) | (.txt)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> ---> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div><br><br>
id: <p dir="ltr"><span style="">https://youtu.be/g3xTIdW7LCY<br></span></p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah.</p> <p></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/15250/mod_page/content/9/ReflectionsOnMEC-Enovation.mp4">Unduh rekaman webinar</a>* (91 MB )<br><br></p> <!--- MAKE VISIBLE WHEN TRANSCRIPT IS READY <p dir="ltr">Unduh transkrip webinar* (.srt) | (.txt)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279 ">bagaimana cara melihat subtitle pada file video?</a></p> ---> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div><br><br>

source: Slides from the webinar 'Reflections on MEC' - Enovation
id: Slide dari webinar 'Refleksi MEC' - Enovation

source: Webinar recording 'Reflexiones sobre el MEC' - 3&Punt
id: Rekaman webinar 'Reflexiones sobre el MEC' - 3&Punt

source: <p dir="ltr"><span style="">https://youtu.be/I2DmXXlwirY<br></span></p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.</p> <p></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/15249/mod_page/content/8/ReflectionsOnMEC-3iPunt.mp4">Download webinar recording</a>* (80MB)<br><br></p> <!--- MAKE VISIBLE WHEN TRANSCRIPT IS READY <p dir="ltr">Download webinar transcript* (.srt) | (.txt)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> ---> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div><br><br>
id: <p dir="ltr"><span style="">https://youtu.be/I2DmXXlwirY<br></span></p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah.</p> <p></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/15249/mod_page/content/8/ReflectionsOnMEC-3iPunt.mp4">Unduh rekaman webinar</a>* (80 MB )<br><br></p> <!--- MAKE VISIBLE WHEN TRANSCRIPT IS READY <p dir="ltr">Unduh transkrip webinar* (.srt) | (.txt)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279 ">bagaimana cara melihat subtitle pada file video?</a></p> ---> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div><br><br>

source: Slides from the webinar 'Reflexiones sobre el MEC' - 3&Punt
id: Slide dari webinar 'Reflexiones sobre el MEC' - 3&Punt

source: Webinar recording 'Reflexiones sobre el MEC' - BuenData
id: Rekaman webinar 'Reflexiones sobre el MEC' - BuenData

source: <p dir="ltr">https://youtu.be/2V6oRmRixBg</p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/15247/mod_page/content/6/ReflexionessobreelMEC_BuenData.mp4" title="Download webinar recording">Download webinar recording</a>* (99MB)<br><br></p> <!-- <p dir="ltr">Download webinar transcript* (<a href="#">.srt</a>) | (<a href="#">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> --> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div><br><br>
id: <p dir="ltr">https://youtu.be/2V6oRmRixBg</p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah ini.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/15247/mod_page/content/6/ReflexionessobreelMEC_BuenData.mp4" title="Unduh rekaman webinar">Unduh rekaman webinar</ a>* (99MB)<br><br></p> <!-- <p dir="ltr">Unduh transkrip webinar* (<a href="#">.srt</a>) | (<a href="#">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy /mod/glossary/showentry.php?eid=279">bagaimana cara melihat subtitle pada file video?</a></p> --> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div><br><br>

source: Slides from the webinar 'Reflexiones sobre el MEC' - BuenData
id: Slide dari webinar 'Reflexiones sobre el MEC' - BuenData

source: <p dir="ltr" style="text-align: left;">How do you usually grade learners in Moodle?</p>
id: <p dir="ltr" style="text-align: left;">Bagaimana biasanya Anda menilai pelajar di Moodle?</p>

source: Your answer is correct.
id: Jawaban Anda benar.

source: Your answer is partially correct.
id: Jawaban Anda sebagian benar.

source: Your answer is incorrect.
id: Jawaban Anda salah.

source: I don't usually use Moodle for grading learners directly, but for example, my learners might access materials on Moodle and then email me their work to grade.
id: Saya biasanya tidak menggunakan Moodle untuk menilai peserta didik secara langsung, namun misalnya, peserta didik saya mungkin mengakses materi di Moodle dan kemudian mengirimkan tugas mereka melalui email untuk dinilai.

source: <p dir="ltr" style="text-align: left;">You really need experience with Moodle's own grading before you can consider doing the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Anda benar-benar memerlukan pengalaman dengan penilaian Moodle sendiri sebelum Anda dapat mempertimbangkan untuk melakukan MEC.</p>

source: <p dir="ltr" style="text-align: left;">I grade learners with quizzes and/or assignments with simple points grading.</p>
id: <p dir="ltr" style="text-align: left;">Saya menilai pelajar dengan kuis dan/atau tugas dengan penilaian poin sederhana.</p>

source: <p dir="ltr" style="text-align: left;">This is a good start, although a strong MEC candidate needs more experience than you currently have with grading.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah awal yang baik, meskipun kandidat MEC yang kuat membutuhkan lebih banyak pengalaman daripada yang Anda miliki saat ini dalam penilaian.</p>

source: <p dir="ltr" style="text-align: left;">I use a variety of grading methods for example assignments with rubrics, quizzes with advanced settings or adding grades directly into the gradebook.</p>
id: <p dir="ltr" style="text-align: left;">Saya menggunakan berbagai metode penilaian misalnya tugas dengan rubrik, kuis dengan pengaturan lanjutan atau menambahkan nilai langsung ke buku nilai.</p>

source: Your experience grading in Moodle suggests you are a good candidate for the MEC.
id: Pengalaman Anda dalam menilai di Moodle menunjukkan bahwa Anda adalah kandidat yang baik untuk MEC.

source: <p dir="ltr" style="text-align: left;">How many of these assessment techniques have you tried in Moodle?</p><p dir="ltr" style="text-align: left;"></p><ul><li>Summative (or graded) assessment.</li><li>Formative or Informal assessment (ungraded)</li><li>Peer assessment.</li><li>Self assessment.</li></ul><p></p>
id: <p dir="ltr" style="text-align: left;">Berapa banyak teknik penilaian berikut yang telah Anda coba di Moodle?</p><p dir="ltr" style="text-align: left;"></p><ul><li>Penilaian sumatif (atau dinilai).</li><li>Penilaian Formatif atau Informal (tidak dinilai) </li><li>Penilaian oleh rekan.</li><li>Penilaian mandiri.</li></ul><p></p>

source: <p dir="ltr" style="text-align: left;">None of these, but I plan to try them soon.</p>
id: <p dir="ltr" style="text-align: left;">Tidak satupun dari ini, tapi saya berencana untuk segera mencobanya.</p>

source: <p dir="ltr" style="text-align: left;">An MEC candidate really needs to have assessed learners within Moodle.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Calon MEC benar-benar perlu melakukan penilaian terhadap pembelajar dalam Moodle.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">One or two.</p>
id: <p dir="ltr" style="text-align: left;">Satu atau dua.</p>

source: <p dir="ltr" style="text-align: left;">A strong MEC candidate should have tried several different assessment techniques in Moodle. Depending&nbsp; on your experience and training you might possibly be ready to take the MEC, although we advise you to explore assessment further before applying.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Kandidat MEC yang kuat seharusnya sudah mencoba beberapa teknik penilaian yang berbeda di Moodle. Tergantung&nbsp; pada pengalaman dan pelatihan Anda, Anda mungkin siap untuk mengambil MEC, meskipun kami menyarankan Anda untuk mengeksplorasi penilaian lebih jauh sebelum mendaftar.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">I have tried three or four of these at least once.</p>
id: <p dir="ltr" style="text-align: left;">Saya telah mencoba tiga atau empat di antaranya setidaknya sekali.</p>

source: <p dir="ltr" style="text-align: left;">A strong MEC candidate should have tried several different assessment techniques in Moodle and your answer suggests you are ready to take the MEC.</p>
id: <p dir="ltr" style="text-align: left;">Kandidat MEC yang kuat seharusnya sudah mencoba beberapa teknik penilaian yang berbeda di Moodle dan jawaban Anda menunjukkan bahwa Anda siap untuk mengambil MEC.</p>

source: <p dir="ltr" style="text-align: left;">What kind of digital resources do you usually create?</p>
id: <p dir="ltr" style="text-align: left;">Jenis sumber daya digital apa yang biasanya Anda buat?</p>

source: <p dir="ltr" style="text-align: left;">I don't create my own digital resources because I use those in our organisation or professionally produced materials.</p>
id: <p dir="ltr" style="text-align: left;">Saya tidak membuat sumber daya digital sendiri karena saya menggunakannya di organisasi kami atau materi yang diproduksi secara profesional.</p>

source: <p dir="ltr" style="text-align: left;">That is understandable; however, an MEC candidate should have experience creating their own materials.</p>
id: <p dir="ltr" style="text-align: left;">Itu bisa dimengerti; namun, calon MEC harus memiliki pengalaman membuat materinya sendiri.</p>

source: <p dir="ltr" style="text-align: left;">I create text documents and presentations (such as Word™ and Powerpoint™).</p>
id: <p dir="ltr" style="text-align: left;">Saya membuat dokumen teks dan presentasi (seperti Word™ dan Powerpoint™).</p>
