Repository: oonid/moodle_academy_translations
Catalog: courses/15-are-you-ready-for-the-mec/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">An MEC candidate really needs to have created their own&nbsp; course materials using Moodle activities and resources as well as with other software.</p>
id: <p dir="ltr" style="text-align: left;">Seorang kandidat MEC harus benar-benar membuat materi kursusnya sendiri&nbsp; menggunakan aktivitas dan sumber daya Moodle serta perangkat lunak lain.</p>

source: <p dir="ltr" style="text-align: left;">I use it mainly for sharing documents and weblinks with my learners.</p>
id: <p dir="ltr" style="text-align: left;">Saya menggunakannya terutama untuk berbagi dokumen dan tautan web dengan peserta didik saya.</p>

source: <p dir="ltr" style="text-align: left;">This is a good start, although you are probably not ready yet to take the MEC. An MEC candidate really needs to have created their own course materials using Moodle activities and resources as well as with other software.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah awal yang baik, meskipun Anda mungkin belum siap untuk mengikuti MEC. Kandidat MEC benar-benar perlu membuat materi kursus mereka sendiri menggunakan aktivitas dan sumber daya Moodle serta perangkat lunak lainnya.</p>

source: <p dir="ltr" style="text-align: left;">I use it in a variety of ways including grading activities, forum discussions and quizzes.<br></p>
id: <p dir="ltr" style="text-align: left;">Saya menggunakannya dalam berbagai cara termasuk aktivitas penilaian, diskusi forum, dan kuis.<br></p>

source: <p dir="ltr" style="text-align: left;">An MEC candidate should have created their own course materials using Moodle activities and resources as well as with other software.</p>
id: <p dir="ltr" style="text-align: left;">Kandidat MEC harus membuat materi kursus mereka sendiri menggunakan aktivitas dan sumber daya Moodle serta perangkat lunak lain.</p>
