Repository: oonid/moodle_academy_translations
Catalog: courses/46-introduction-to-moodle/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Moodle LMS, the open source learning management system used by hundreds of millions of learners worldwide, is the heart of the world’s most customisable and trusted online learning solution.</span></p><p dir="ltr"><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">Developed in conjunction with our community, Moodle LMS is complemented by Moodle Workplace™, Moodle Apps, MoodleCloud, Moodle Academy and a network of Moodle Certified Partners and Service Providers delivering expertise in hosting, customisations, support and training.</span></p><p dir="ltr">Hundreds of thousands of organisations, in every education sector, at all types of workplaces, across every country on the globe, and in nearly every language, use Moodle as a solution to manage their online learning.<br></p>
id: <p dir="ltr" style="text-align: left;"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot ;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">LMS Moodle, sistem manajemen pembelajaran sumber terbuka yang digunakan oleh ratusan juta peserta didik di seluruh dunia, merupakan inti dari solusi pembelajaran online yang paling dapat disesuaikan dan tepercaya di dunia.</span></p><p dir="ltr"><span style="font-family: &quot;Open Sans&quot ;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">Dikembangkan bersama dengan komunitas kami, LMS Moodle dilengkapi dengan Moodle Workplace™, Moodle Apps, MoodleCloud, Moodle Academy dan jaringan Mitra dan Penyedia Layanan Tersertifikasi Moodle yang memberikan keahlian dalam hosting, penyesuaian, dukungan dan pelatihan.</span></p><p dir="ltr">Ratusan ribu organisasi, di setiap sektor pendidikan, di semua jenis tempat kerja, di setiap negara di dunia, dan di hampir setiap bahasa, menggunakan Moodle sebagai solusi untuk mengelola pembelajaran online mereka.<br></p>

source: Next
id: Berikutnya

source: <p dir="ltr" style="text-align: left;">Moodle relies on a small team of in-house developers to develop new plugins and maintain all aspects of the platform.</p>
id: <p dir="ltr" style="text-align: left;">Moodle mengandalkan tim kecil pengembang internal untuk mengembangkan plugin baru dan memelihara semua aspek platform.</p>

source: <p dir="ltr" style="text-align: left;">Not quite.&nbsp;The Moodle community plays a huge part in developing and maintaining the platform.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Kurang tepat.&nbsp;Komunitas Moodle memainkan peran besar dalam mengembangkan dan memelihara platform ini.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">The source code of Moodle can be modified and shared because its design is publicly accessible.<br></p>
id: <p dir="ltr" style="text-align: left;">Kode sumber Moodle dapat dimodifikasi dan dibagikan karena desainnya dapat diakses publik.<br></p>

source: <p dir="ltr" style="text-align: left;">That's right. Because Moodle is open source, the entire software can be downloaded for free and altered.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Karena Moodle bersifat sumber terbuka, seluruh perangkat lunak dapat diunduh secara gratis dan diubah.</p>

source: <p dir="ltr">Moodle has a huge worldwide community that contributes to writing new features and supporting the evolution of Moodle LMS in an ongoing cycle of improvement.&nbsp;</p>
id: <p dir="ltr">Moodle memiliki komunitas besar di seluruh dunia yang berkontribusi dalam penulisan fitur-fitur baru dan mendukung evolusi LMS Moodle dalam siklus pengembangan yang berkelanjutan.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">That's right. The Moodle community plays a huge part in developing and maintaining the platform.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar. Komunitas Moodle memainkan peranan besar dalam mengembangkan dan memelihara platform ini.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Only the original authors can legally copy, inspect, and alter the source code of Moodle.<br></p>
id: <p dir="ltr" style="text-align: left;">Hanya penulis asli yang dapat menyalin, memeriksa, dan mengubah kode sumber Moodle secara sah.<br></p>

source: <p dir="ltr" style="text-align: left;">Not quite.&nbsp;Because Moodle is open source, the entire software can be downloaded for free by anyone and altered.</p>
id: <p dir="ltr" style="text-align: left;">Kurang tepat.&nbsp;Karena Moodle bersifat sumber terbuka, seluruh perangkat lunak dapat diunduh secara gratis oleh siapa saja dan diubah.</p>

source: Moodle key features
id: Fitur utama Moodle

source: Accessible
id: Dapat diakses

source: <p dir="ltr">Moodle LMS is WCAG 2.1 AA compliant which means that Moodle users can be reassured that Moodle meets accessibility in four key areas. Whether you are an educator, learner, developer or system administrator, the Moodle LMS authoring and evaluation tools are endorsed by WCAG as perceivable, operable, understandable and compatible.<br></p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Accessibility">More about accessibility</a></p>
id: <p dir="ltr">LMS Moodle mematuhi WCAG 2.1 AA yang berarti bahwa pengguna Moodle dapat diyakinkan bahwa Moodle memenuhi aksesibilitas di empat bidang utama. Baik Anda seorang pengajar, peserta didik, pengembang atau administrator sistem, alat pembuat dan evaluasi Moodle LMS didukung oleh WCAG sebagai alat yang dapat dipahami, dioperasikan, dimengerti dan kompatibel.<br></p> <p dir="ltr"><span class="moodle-orange bold large">›&nbsp;</span><a href="https://docs.moodle.org/en/Accessibility">Lebih lanjut tentang aksesibilitas </a></p>

source: Moodle LMS overview
id: Ikhtisar LMS Moodle

source: <p>Moodle LMS is an open source, secure, feature-rich software platform that runs on any computer server and all common devices. Designed in collaboration with Moodle’s global community, it allows educators in any sector to create flexible, safe, accessible and highly engaging online spaces for their learners.</p> <p><a href="https://youtu.be/DubiRbeDpnM">https://youtu.be/DubiRbeDpnM</a><br></p>
id: <p>Moodle LMS adalah platform perangkat lunak sumber terbuka, aman, dan kaya fitur yang beroperasi di server komputer mana pun dan di semua perangkat umum. Dirancang melalui kerja sama dengan komunitas global Moodle, platform ini memungkinkan para pendidik di sektor apa pun untuk menciptakan ruang daring yang fleksibel, aman, mudah diakses, dan sangat menarik bagi siswa mereka.</p> <p><a href="https://youtu.be/DubiRbeDpnM">https://youtu.be/DubiRbeDpnM</a><br></p>

source: Secure
id: Aman

source: <p dir="ltr"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Moodle’s development practices include security by design. This means that we embed a security mindset right from the start in all of our development to deliver a secure platform. As an open source platform, Moodle LMS enables you to have complete control over your data to meet your local legislation requirements, including GDPR compliance.</span><br></p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/security-privacy/">More about security</a></p>
id: <p dir="ltr"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Praktik pengembangan Moodle mencakup keamanan berdasarkan desain. Ini berarti kami menanamkan pola pikir keamanan sejak awal dalam semua pengembangan kami untuk menghadirkan platform yang aman. Sebagai platform sumber terbuka, LMS Moodle memungkinkan Anda memiliki kontrol penuh atas data Anda untuk memenuhi persyaratan undang-undang setempat, termasuk kepatuhan GDPR.</span><br></p> <p dir="ltr"><span class="moodle-orange bold large">›&nbsp;</span><a href="https://moodle.com/security-privacy/">Lebih lanjut tentang keamanan< /a></p>

source: Flexible
id: Fleksibel

source: <p>Moodle provides a pedagogical toolbox designed from a social constructionist point of view that empowers you to build your own education platform to teach the way you want, to any number of learners.</p><p><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">Moodle can support your online education style, whether you want to:</span></p> <p></p> <ul> <li>support deep collaborative learning;</li> <li>foster peer review;</li> <li>encourage self reflection;</li> <li>review learners’ progress;</li> <li>provide tasks that allow for active participation, exploration and experimentation; or</li> <li>keep learners up to date with course requirements or changes.</li> </ul> <p></p> <p>Moodle supports learning from any device with the Moodle App, which improves the experience of Moodle LMS on touch screen devices and allows learners to access content, submit activities, receive notifications and complete assignments. It allows the use of Moodle in environments where learners don’t have computers or only poor internet connection.&nbsp;</p>
id: <p>Moodle menyediakan alat bantu pedagogi yang dirancang dari sudut pandang konstruksionis sosial yang memberdayakan Anda untuk membangun platform pendidikan Anda sendiri untuk mengajar sesuai keinginan Anda, kepada sejumlah peserta didik.</p><p><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">Moodle dapat mendukung gaya pendidikan daring Anda, apakah Anda ingin:</span></p> <p> </p> <ul> <li>mendukung pembelajaran kolaboratif yang mendalam;</li> <li>mendorong tinjauan rekan;</li> <li>mendorong refleksi diri;</li> <li>meninjau kemajuan peserta didik;</li> <li> memberikan tugas yang memungkinkan partisipasi aktif, eksplorasi dan eksperimen; atau</li> <li> terus memberikan informasi terkini kepada peserta tentang persyaratan atau perubahan kursus.</li> </ul> <p> </p> <p>Moodle mendukung pembelajaran dari perangkat apa pun dengan Aplikasi Moodle, yang meningkatkan pengalaman LMS Moodle pada perangkat layar sentuh dan memungkinkan pelajar mengakses konten, mengirimkan aktivitas, menerima pemberitahuan, dan menyelesaikan tugas. Hal ini memungkinkan penggunaan Moodle di lingkungan di mana pembelajar tidak memiliki komputer atau hanya memiliki koneksi internet yang buruk.&nbsp;</p>

source: Customise and extend
id: Penyesuaian dan perluasan

source: <p dir="ltr"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Moodle allows you to tailor your site to your needs by customising the appearance and branding (theme) and choose from a huge number of settings and built-in tools to design the perfect LMS for your needs – whether your courses are instructor-led, self-paced, blended or entirely online.</span><br></p><p dir="ltr">You can extend the functionality of your Moodle site with a huge ecosystem of <hypothesis-highlight class="hypothesis-highlight"><hypothesis-highlight class="hypothesis-highlight"><hypothesis-highlight class="hypothesis-highlight">plugins </hypothesis-highlight></hypothesis-highlight></hypothesis-highlight>and certified integrations with third party software. From video conferencing tools, to attendance trackers, to payment gateways… you name it!<br></p><p></p>
id: <p dir="ltr"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Moodle memungkinkan Anda menyesuaikan situs sesuai kebutuhan Anda dengan menyesuaikan tampilan dan branding (tema) lalu memilih dari sejumlah besar pengaturan dan alat bawaan untuk merancang LMS yang sempurna sesuai kebutuhan Anda – baik kursus Anda dipimpin instruktur, mandiri, gabungan, atau seluruhnya online.</span><br></p><p dir="ltr">Anda dapat memperluas fungsionalitas situs Moodle Anda dengan ekosistem <hypothesis-highlight class="hypothesis-highlight"><hypothesis-highlight class="hypothesis-highlight"><hypothesis-highlight class= "hypothesis-highlight">plugin </hypothesis-highlight></hypothesis-highlight></hypothesis-highlight>dan integrasi tersertifikasi dengan perangkat lunak pihak ketiga. Mulai dari alat konferensi video, pelacak kehadiran, hingga gerbang pembayaran… semua ada!<br></p><p></p>

source: Which statement about Moodle is more accurate?
id: Pernyataan manakah tentang Moodle yang lebih akurat?

source: <p dir="ltr" style="text-align: left;">Moodle allows for one single approach to teaching and learning.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Moodle memungkinkan satu pendekatan tunggal dalam pengajaran dan pembelajaran.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Not quite.&nbsp;The flexibility of Moodle lets you customise your approach to teaching.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Kurang tepat.&nbsp;Fleksibilitas Moodle memungkinkan Anda menyesuaikan pendekatan Anda dalam mengajar.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Moodle gives you the flexibility to teach the way you want, to any number of learners.<br></p>
id: <p dir="ltr" style="text-align: left;">Moodle memberi Anda fleksibilitas untuk mengajar sesuai keinginan Anda, kepada sejumlah peserta didik.<br></p>

source: <p dir="ltr" style="text-align: left;">That's right. The flexibility of Moodle lets you customise your approach to teaching.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar. Fleksibilitas Moodle memungkinkan Anda menyesuaikan pendekatan pengajaran Anda.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">You can give your Moodle site its own "look &amp; feel" by customising the theme and applying your own branding.</p>
id: <p dir="ltr" style="text-align: left;">Anda dapat memberikan "tampilan &amp; nuansa" tersendiri pada situs Moodle Anda dengan menyesuaikan tema dan menerapkan merek Anda sendiri.</p>

source: <p dir="ltr" style="text-align: left;">That's right. The huge number of available themes let you modify the appearance of a Moodle site.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar. Banyaknya jumlah tema yang tersedia memungkinkan Anda memodifikasi tampilan situs Moodle.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">You can alter the appearance of your Moodle site by choosing from a handful of "out of the box" themes, however there are no further options to customise the "look &amp; feel" of your site.</p>
id: <p dir="ltr" style="text-align: left;">Anda dapat mengubah tampilan situs Moodle Anda dengan memilih dari beberapa tema "out of the box", namun tidak ada opsi lebih lanjut untuk menyesuaikan "tampilan &amp; nuansa" situs Anda.</p>

source: <p dir="ltr" style="text-align: left;">Not quite. Moodle does have a number of "out of the box" options to determine the appearance of a site; however the huge number of available themes allow you to further modify the appearance.</p>
id: <p dir="ltr" style="text-align: left;"> Kurang tepat. Moodle memang mempunyai sejumlah opsi "out of the box" untuk menentukan tampilan sebuah situs; namun banyaknya jumlah tema yang tersedia memungkinkan Anda untuk memodifikasi tampilan lebih jauh.</p>

source: Activities and Resources
id: Kegiatan dan Sumber Daya

source: <p>Activities and Resources can be added to sections within a course.</p> <p><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">In simple terms, an Activity, such as an Assignment or Forum, refers to something students interact with or do, while a Resource such as a File or Page, refers to a more static element students will read or consume.</span></p> <p>Moodle offers many types of activities and resources, which support collaborative learning, peer review, self reflection, active participation,&nbsp;exploration, experimentation, assessment and more.</p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Activities">More about activities</a></p>
id: <p>Aktivitas dan Sumber Daya dapat ditambahkan ke bagian dalam kursus.</p> <p><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Sederhananya, Aktivitas, seperti Tugas atau Forum, mengacu pada sesuatu yang berinteraksi atau dilakukan oleh siswa, sedangkan Sumber Daya seperti Berkas atau Halaman, mengacu pada elemen yang lebih statis yang akan dibaca atau dikonsumsi oleh siswa. .</span></p> <p>Moodle menawarkan banyak jenis aktivitas dan sumber daya, yang mendukung pembelajaran kolaboratif, tinjauan rekan, refleksi diri, partisipasi aktif,&nbsp;eksplorasi, eksperimen, penilaian, dan banyak lagi.</p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Activities">Selengkapnya tentang aktivitas</a></p>

source: Moodle Courses
id: Kursus Moodle

source: <p>Moodle's basic structure is organised around courses.</p> <p>Courses are basically pages or areas within Moodle, where teachers can present their learning resources and provide interactive activities for students. They can have different layouts, but they usually include a number of central sections where materials are displayed; and side blocks offering extra features or information.</p> <p>The course teacher has control over the layout of the course homepage and can change it at any time to support their teaching practices.&nbsp;</p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Courses">More about courses</a></p>
id: <p>Struktur dasar Moodle diatur berdasarkan kursus.</p> <p>Kursus pada dasarnya adalah halaman atau area dalam Moodle, tempat guru dapat menyajikan sumber belajarnya dan menyediakan aktivitas interaktif bagi siswa. Mereka dapat memiliki tata letak yang berbeda, tetapi biasanya mencakup sejumlah bagian utama tempat materi ditampilkan; dan blok samping yang menawarkan fitur atau informasi tambahan.</p> <p>Pengajar kursus memiliki kontrol atas tata letak beranda kursus dan dapat mengubahnya kapan saja untuk mendukung praktik pengajaran mereka.&nbsp;</p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Courses">Selengkapnya tentang kursus</a></p>

source: A Moodle Quiz is an example of:
id: Kuis Moodle adalah contoh dari:

source: A Moodle 'Quiz' allows a teacher to design questions and set tests for students to undertake. Once completed, student attempts&nbsp;may be automatically marked, and feedback and/or correct answers may be shown.&nbsp;<br><br>A Moodle Quiz is an example of:<br>
id: 'Kuis' Moodle memungkinkan guru merancang pertanyaan dan menetapkan tes untuk dilakukan siswa. Setelah selesai, upaya siswa&nbsp;dapat ditandai secara otomatis, dan umpan balik dan/atau jawaban yang benar dapat ditampilkan.&nbsp;<br><br>Kuis Moodle adalah contoh dari:<br>

source: Gradebook
id: Buku Nilai

source: <p>Grades for each student in a course are recorded in the course gradebook, or 'Grader report'. The gradebook can consist of grades:</p><p></p><ul><li>from assessable activities undertaken in the course (such as assignments and quizzes); and those</li><li>manually input by a teacher from assessments that students complete outside a course (like performances and presentations).</li></ul><p></p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Grader_report">More about gradebook</a></p>
id: <p>Nilai setiap siswa dalam suatu mata pelajaran dicatat dalam buku nilai mata pelajaran, atau 'Laporan Penilai'. Buku nilai dapat terdiri dari nilai:</p><p></p><ul><li>dari aktivitas penilaian yang dilakukan dalam kursus (seperti tugas dan kuis); dan </li><li>yang dimasukkan secara manual oleh pengajar dari penilaian yang diselesaikan siswa di luar kursus (seperti pertunjukan dan presentasi).</li></ul><p></p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Grader_report">Selengkapnya tentang buku nilai</a></p>

source: Blocks
id: Blok

source: <p>Blocks are elements that add extra information or learning content to a course. They may be added to the side of any page in Moodle.</p> <p>Moodle provides a number of standard blocks, such as:</p><p></p><ul><li>activity results;</li><li>forum search; and&nbsp;</li><li>course completion status.&nbsp;</li></ul><span style="font-size: 1rem;">There are also many other contributed blocks that can be installed to further extend the functionality of a site.&nbsp;</span><br><p></p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Blocks">More about blocks</a></p>
id: <p>Blok adalah elemen yang menambahkan informasi tambahan atau konten pembelajaran ke suatu kursus. Mereka dapat ditambahkan ke sisi halaman mana pun di Moodle.</p> <p>Moodle menyediakan sejumlah blok standar, seperti:</p><p></p><ul><li>hasil aktivitas;</li><li>pencarian forum; dan&nbsp;</li><li>status penyelesaian kursus.&nbsp;</li></ul><span style="font-size: 1rem;">Ada juga banyak blok hasil kontribusi lainnya yang dapat dipasang untuk mengembangkan lebih lanjut fungsionalitas situs.&nbsp;</span><br><p></p> <p><span class="moodle-orange bold large">›&nbsp;</span><a href="https://docs.moodle.org/en/Blocks">Lebih lanjut tentang blok</a>< /p>

source: Sections
id: Bagian
