Repository: oonid/moodle_academy_translations
Catalog: courses/46-introduction-to-moodle/*.po
Languages: id

source: <p dir="ltr"><a href="https://youtu.be/NXGV98RsBLY">https://youtu.be/NXGV98RsBLY</a></p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/29942/mod_page/content/12/IntroductiontoMoodleforAdministrators.mp4">Download webinar recording</a>* (75MB)<br><br></p> <p dir="ltr">Download webinar transcript* (<a href="https://moodle.academy/pluginfile.php/29942/mod_page/content/12/IntrotoMoodleforAdmins.srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/29942/mod_page/content/12/IntrotoMoodleforAdmins.txt">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div>
id: <p dir="ltr"><a href="https://youtu.be/NXGV98RsBLY">https://youtu.be/NXGV98RsBLY</a></p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah ini.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/29942/mod_page/content/12/IntroductiontoMoodleforAdministrators.mp4">Unduh rekaman webinar</a>* (75MB)< br><br></p> <p dir="ltr">Unduh transkrip webinar* (<a href="https://moodle.academy/pluginfile.php/29942/mod_page/content/12/IntrotoMoodleforAdmins.srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/29942/mod_page/content/12/IntrotoMoodleforAdmins.txt">.txt</a>)<br><span class="moodle-orange bold lebih besar">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">bagaimana cara melihat subtitle pada file video?</a> </p> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div>

source: Slides from the webinar 'Introduction to Moodle for Administrators'
id: Slide dari webinar 'Pengenalan Moodle untuk Administrator'

source: Webinar recording 'Introduction to Moodle for Educators'
id: Rekaman webinar 'Pengenalan Moodle untuk Pendidik'

source: <p dir="ltr"><a href="https://youtu.be/97vBWNam-ro">https://youtu.be/97vBWNam-ro</a></p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/29946/mod_page/content/11/IntrotoMoodleforEducators.mp4">Download webinar recording</a>* (77MB)<br><br></p> <p dir="ltr">Download webinar transcript* (<a href="https://moodle.academy/pluginfile.php/29946/mod_page/content/11/IntrotoMoodleforEducators.srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/29946/mod_page/content/11/IntrotoMoodleforEducators.txt">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div>
id: <p dir="ltr"><a href="https://youtu.be/97vBWNam-ro">https://youtu.be/97vBWNam-ro</a></p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah ini.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><a href="https://moodle.academy/pluginfile.php/29946/mod_page/content/11/IntrotoMoodleforEducators.mp4">Unduh rekaman webinar</a>* (77MB)< br><br></p> <p dir="ltr">Unduh transkrip webinar* (<a href="https://moodle.academy/pluginfile.php/29946/mod_page/content/11/IntrotoMoodleforEducators.srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/29946/mod_page/content/11/IntrotoMoodleforEducators.txt">.txt</a>)<br><span class="moodle-orange bold lebih besar">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">bagaimana cara melihat subtitle pada file video?</a> </p> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div>

source: Slides from the webinar 'Introduction to Moodle for Educators'
id: Slide dari webinar 'Pengenalan Moodle untuk Pendidik'

source: This course launched in February 2022 and is based on <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3</a> functionality.
id: Kursus ini diluncurkan pada Februari 2022 dan didasarkan pada fungsionalitas <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3</a>.

source: <p dir="ltr" style="text-align: left;">Moodle LMS enables you to have complete control over your data to meet your <strong>local legislation requirements</strong>.<br></p>
id: <p dir="ltr" style="text-align: left;">LMS Moodle memungkinkan Anda memiliki kontrol penuh atas data Anda untuk memenuhi <strong>persyaratan undang-undang setempat</strong>.<br></p>

source: Your answer is correct.
id: Jawaban Anda benar.

source: Your answer is partially correct.
id: Jawaban Anda sebagian benar.

source: Your answer is incorrect.
id: Jawaban Anda salah.

source: <p dir="ltr" style="text-align: left;">True</p>
id: <p dir="ltr" style="text-align: left;">Benar</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;As an open source platform, you have complete control over your data to meet local legislation requirements.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Sebagai platform sumber terbuka, Anda memiliki kendali penuh atas data Anda untuk memenuhi persyaratan undang-undang setempat.</p>

source: <p dir="ltr" style="text-align: left;">Incorrect.&nbsp;As an open source platform, you do have complete control over your data to meet local legislation requirements.</p>
id: <p dir="ltr" style="text-align: left;">Salah.&nbsp;Sebagai platform sumber terbuka, Anda memiliki kendali penuh atas data Anda untuk memenuhi persyaratan undang-undang setempat.</p>

source: <p dir="ltr" style="text-align: left;">Moodle LMS is<strong> WCAG 2.1 AA compliant</strong>.</p><p dir="ltr" style="text-align: left;">Which of Moodle's key features is this relevant to?<br></p>
id: <p dir="ltr" style="text-align: left;">LMS Moodle<strong> mematuhi WCAG 2.1 AA</strong>.</p><p dir="ltr" style="text-align : left;">Fitur utama Moodle manakah yang relevan dengan hal ini?<br></p>

source: <p dir="ltr" style="text-align: left;">Flexibility</p>
id: <p dir="ltr" style="text-align: left;">Fleksibilitas</p>

source: Try again.&nbsp;WCAG does not relate to how flexible Moodle is.
id: Coba lagi.&nbsp;WCAG tidak berhubungan dengan seberapa fleksibel Moodle.

source: <p dir="ltr" style="text-align: left;">Security</p>
id: <p dir="ltr" style="text-align: left;">Keamanan</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;WCAG does not relate to how secure Moodle is.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;WCAG tidak berhubungan dengan seberapa aman Moodle.</p>

source: <p>Accessibility</p>
id: <p>Aksesibilitas</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;The Web Content Accessibility Guidelines (WCAG) is an internationally recognised standard with a goal of providing a single shared standard for web content accessibility that meets the needs of individuals, organisations, and governments internationally.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Pedoman Aksesibilitas Konten Web (WCAG) adalah standar yang diakui secara internasional dengan tujuan menyediakan standar tunggal bersama untuk aksesibilitas konten web yang memenuhi kebutuhan individu, organisasi, dan pemerintah secara internasional.</p>

source: <p dir="ltr" style="text-align: left;">Customisability&nbsp;<br></p>
id: <p dir="ltr" style="text-align: left;">Kustomisasi&nbsp;<br></p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;WCAG does not relate to how customisable Moodle is.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;WCAG tidak berhubungan dengan bagaimana Moodle dapat dikembangkan.</p>

source: <p dir="ltr" style="text-align: left;"><strong>Moodle's basic structure</strong> is organised around:<br></p>
id: <p dir="ltr" style="text-align: left;"><strong>Struktur dasar Moodle</strong> disusun berdasarkan:<br></p>

source: <p dir="ltr" style="text-align: left;">Courses</p>
id: <p dir="ltr" style="text-align: left;">Kursus</p>

source: <p dir="ltr" style="text-align: left;">Thats right.&nbsp;Moodle's basic structure is organised around courses.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Struktur dasar Moodle diatur berdasarkan kursus.</p>

source: <p dir="ltr" style="text-align: left;">Sections</p>
id: <p dir="ltr" style="text-align: left;">Bagian</p>

source: <p dir="ltr" style="text-align: left;">Not quite. Sections can be used in courses to organise content and learning material.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;"> Kurang tepat. Area Bagian dapat digunakan dalam kursus untuk mengatur konten dan materi pembelajaran.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Roles</p>
id: <p dir="ltr" style="text-align: left;">Peran</p>

source: <p dir="ltr" style="text-align: left;">Try again. Roles are the collection of permissions given to a user in Moodle, and define a specific user's ability to do something on any page.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi. Peran adalah kumpulan izin yang diberikan kepada pengguna di Moodle, dan menentukan kemampuan pengguna tertentu untuk melakukan sesuatu di halaman mana pun.</p>

source: <p dir="ltr" style="text-align: left;">Notifications</p>
id: <p dir="ltr" style="text-align: left;">Notifikasi</p>

source: <p dir="ltr" style="text-align: left;">Try again. Notifications alert users to events in Moodle which may require their attention.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi. Notifikasi menyiagakan pengguna akan kejadian di Moodle yang mungkin memerlukan perhatian mereka.</p>

source: <p dir="ltr" style="text-align: left;"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Select the freedoms that are allowed, because <strong>Moodle is open-source</strong>.</span><br></p><p dir="ltr" style="text-align: left;">The freedom to...<br></p>
id: <p dir="ltr" style="text-align: left;"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot ;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Pilih kebebasan yang diperbolehkan, karena <strong> Moodle bersifat sumber terbuka</strong>.</span><br></p><p dir="ltr" style="text-align: left;">Kebebasan untuk...<br></ hal>

source: run Moodle LMS as you wish, for any purpose.
id: gunakan Moodle LMS sesuai keinginan, untuk tujuan apa pun.

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;This is one of the four freedoms that traditionally define open source.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Ini adalah salah satu dari empat kebebasan yang secara tradisional mendefinisikan sumber terbuka.</p>

source: <p dir="ltr" style="text-align: left;">study how Moodle LMS works and change it as you wish.<br></p>
id: <p dir="ltr" style="text-align: left;">pelajari cara kerja LMS Moodle dan ubah sesuai keinginan Anda.<br></p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;This is one of the four freedoms that traditionally define open source.<br></p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Ini adalah salah satu dari empat kebebasan yang secara tradisional mendefinisikan sumber terbuka.<br></p>

source: <p dir="ltr" style="text-align: left;">redistribute copies so you can help others.<br></p>
id: <p dir="ltr" style="text-align: left;">mendistribusikan ulang salinan sehingga Anda dapat membantu orang lain.<br></p>

source: <p dir="ltr" style="text-align: left;"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">distribute copies of modified Moodle code and extensions to benefit the entire community.</span><br></p>
id: <p dir="ltr" style="text-align: left;"><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot ;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">mendistribusikan salinan kode dan ekstensi Moodle yang telah dimodifikasi untuk memberi manfaat bagi seluruh komunitas.</span><br></p>

source: <p dir="ltr" style="text-align: left;">licence your modified version and sell to others.<br></p>
id: <p dir="ltr" style="text-align: left;">melisensikan versi modifikasi Anda dan menjualnya kepada orang lain.<br></p>

source: <p dir="ltr" style="text-align: left;">Incorrect. This is not one of the four freedoms that traditionally define open source.</p>
id: <p dir="ltr" style="text-align: left;">Salah. Ini bukan salah satu dari empat kebebasan yang secara tradisional mendefinisikan sumber terbuka.</p>

source: <p dir="ltr" style="text-align: left;">Which common <strong>Moodle course format</strong>&nbsp;has sections organised with date headings?</p>
id: <p dir="ltr" style="text-align: left;"><strong>Format kursus Moodle </strong>&nbsp;mana yang bagiannya diatur dengan judul tanggal?</p>

source: <p dir="ltr" style="text-align: left;">Weekly</p>
id: <p dir="ltr" style="text-align: left;">Mingguan</p>

source: <p dir="ltr" style="text-align: left;">Correct. In this format, the course is organised week by week, with each section having a date heading.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Dalam format ini, kursus diselenggarakan minggu demi minggu, dengan setiap bagian memiliki judul tanggal.</p>

source: <p dir="ltr" style="text-align: left;">Topics</p>
id: <p dir="ltr" style="text-align: left;">Topik</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;In this format, the course is organised into topic sections that can have custom titles.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;Dalam format ini, kursus disusun menjadi bagian topik yang dapat memiliki judul khusus.</p>

source: <p dir="ltr" style="text-align: left;">Single</p>
id: <p dir="ltr" style="text-align: left;">Tunggal</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;In this format, the course has only 1 section, and allows the teacher to add one activity only to the course.<br></p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;Dalam format ini, kursus hanya memiliki 1 bagian, dan memungkinkan pengajar menambahkan satu aktivitas saja ke kursus.<br> </p>

source: <p dir="ltr" style="text-align: left;">Social</p>
id: <p dir="ltr" style="text-align: left;">Sosial</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;In this format, the course is oriented around one main forum which appears listed on the main page.<br></p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;Dalam format ini, kursus diorientasikan pada satu forum utama yang muncul dalam daftar di halaman utama.<br></p>

source: <p dir="ltr" style="text-align: left;">Which <strong>element of a Moodle course </strong>could be described as:</p><p dir="ltr" style="text-align: left;">"... elements which add extra information or learning content to a course. They may be added to the side of any page in Moodle."</p>
id: <p dir="ltr" style="text-align: left;"><strong>Elemen dari kursus Moodle </strong>yang dapat dijelaskan sebagai:</p><p dir="ltr" style="text-align: left;">"... elemen yang menambahkan informasi tambahan atau konten pembelajaran ke suatu kursus. Elemen tersebut dapat ditambahkan ke samping halaman mana saja di Moodle."</p>

source: <p dir="ltr" style="text-align: left;">Blocks</p>
id: <p dir="ltr" style="text-align: left;">Blok</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;Courses can be divided into sections to organise content and learning material for students.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;Kursus dapat dibagi menjadi beberapa bagian untuk mengatur konten dan materi pembelajaran bagi siswa.</p>

source: <p dir="ltr" style="text-align: left;">Activities</p>
id: <p dir="ltr" style="text-align: left;">Aktivitas</p>

source: <p dir="ltr" style="text-align: left;">Try again. Activities are<span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">&nbsp;something students interact with or do,&nbsp;such as an Assignment or Forum, which</span><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">&nbsp;can be added to sections within a course.</span></p><br><p></p><p></p>
id: <p dir="ltr" style="text-align: left;">Coba lagi. Aktivitasnya adalah<span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">&nbsp;sesuatu yang berinteraksi atau dilakukan siswa,&nbsp;seperti Tugas atau Forum, yang</span><span style= "ukuran font: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot; , &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">&nbsp;dapat ditambahkan ke bagian dalam kursus.</span></p><br><p></p><p>< /p>

source: <p dir="ltr" style="text-align: left;">Gradebook</p>
id: <p dir="ltr" style="text-align: left;">Buku Nilai</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;Grades for each student in a course are recorded in the course gradebook.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;Nilai setiap siswa dalam suatu mata pelajaran dicatat dalam buku nilai mata pelajaran.</p>

source: <p dir="ltr" style="text-align: left;">Which feature of Moodle allows <strong>teachers to grade assessed activities</strong> and <strong>students to view their own grades</strong>?<br></p>
id: <p dir="ltr" style="text-align: left;">Fitur Moodle manakah yang memungkinkan <strong>guru menilai aktivitas yang dinilai</strong> dan <strong>siswa melihat nilainya sendiri</strong>? <br></p>

source: <p dir="ltr" style="text-align: left;"><span id="docs-internal-guid-e122d902-7fff-f563-3ad1-2d1a6aa8deb5">Gradebook</span><br></p>
id: <p dir="ltr" style="text-align: left;"><span id="docs-internal-guid-e122d902-7fff-f563-3ad1-2d1a6aa8deb5">Buku Nilai</span><br></ hal>

source: <p dir="ltr" style="text-align: left;">Correct.</p>
id: <p dir="ltr" style="text-align: left;">Benar.</p>

source: <p dir="ltr" style="text-align: left;">Course<br></p>
id: <p dir="ltr" style="text-align: left;">Kursus<br></p>

source: <p dir="ltr" style="text-align: left;">Think again. A course is a page or area within Moodle where teachers can present their learning resources and activities to students.</p>
id: <p dir="ltr" style="text-align: left;">Pikirkan lagi. Kursus adalah halaman atau area dalam Moodle dimana pengajar dapat menyajikan sumber belajar dan aktivitasnya kepada siswa.</p>

source: <p dir="ltr" style="text-align: left;">Block<br></p>
id: <p dir="ltr" style="text-align: left;">Blok<br></p>

source: <p dir="ltr" style="text-align: left;">Think again.&nbsp;Blocks are elements which add extra information or learning content to a course.</p>
id: <p dir="ltr" style="text-align: left;">Pikirkan lagi.&nbsp;Blok adalah elemen yang menambahkan informasi tambahan atau konten pembelajaran ke suatu kursus.</p>

source: <p dir="ltr" style="text-align: left;">Category<br></p>
id: <p dir="ltr" style="text-align: left;">Kategori<br></p>

source: <p dir="ltr" style="text-align: left;">Think again.&nbsp;Categories organise courses for all Moodle site participants.</p>
id: <p dir="ltr" style="text-align: left;">Pikirkan lagi.&nbsp;Kategori mengatur kursus untuk semua peserta situs Moodle.</p>

source: <p dir="ltr" style="text-align: left;">Select the ways you can <strong>customise and extend</strong> your Moodle site.</p>
id: <p dir="ltr" style="text-align: left;">Pilih cara Anda dapat <strong>menyesuaikan dan memperluas</strong> situs Moodle Anda.</p>

source: <p dir="ltr" style="text-align: left;">Allow people to create their own user account using <strong>email-based self-registration</strong>.</p>
id: <p dir="ltr" style="text-align: left;">Izinkan orang membuat akun penggunanya sendiri menggunakan <strong>pendaftaran mandiri berbasis email</strong>.</p>

source: <p dir="ltr" style="text-align: left;">Not quite. While <a href="https://docs.moodle.org/en/Email-based_self-registration">email-based self-registration</a> is a feature of Moodle that you can enable, it is not an example of how you would customise and extend your site.</p>
id: <p dir="ltr" style="text-align: left;"> Kurang tepat. Meskipun <a href="https://docs.moodle.org/en/Email-based_self-registration">pendaftaran mandiri berbasis email</a> adalah fitur Moodle yang dapat Anda aktifkan, ini bukanlah contoh bagaimana Anda akan menyesuaikan dan mengembangkan situs Anda.</p>

source: <p dir="ltr" style="text-align: left;">Use <strong>messaging </strong>to contact other users via real-time chat (if they are online) or message (if they are offline).</p>
id: <p dir="ltr" style="text-align: left;">Gunakan <strong>perpesanan </strong>untuk menghubungi pengguna lain melalui obrolan real-time (jika mereka daring) atau pesan (jika mereka luring).</p>

source: <p dir="ltr" style="text-align: left;">Not quite. <a href="https://docs.moodle.org/en/Messaging">Messaging </a>is a feature of Moodle that is enabled by default, so it is not an example of how you could customise and extend your site.<br></p>
id: <p dir="ltr" style="text-align: left;">Kurang tepat. <a href="https://docs.moodle.org/en/Messaging">Perpesanan </a>adalah fitur Moodle yang diaktifkan secara default, jadi ini bukan contoh bagaimana Anda dapat menyesuaikan dan mengembangkan situs Anda.<br></p>

source: Install a new <strong>plugin </strong>to enable a new type of activity or resource.
id: Instal <strong> plugin </strong> baru untuk mengaktifkan jenis aktivitas atau sumber daya baru.
