Repository: oonid/moodle_academy_translations
Catalog: courses/46-introduction-to-moodle/*.po
Languages: id

source: <p dir="ltr">This course provides an introduction to the Moodle Learning Management System. Whether you are an Administrator, Educator or Developer, we recommend starting with this course for an overview of what Moodle can offer.&nbsp;</p>
id: <p dir="ltr">Kursus ini memberikan pengenalan Sistem Manajemen Pembelajaran Moodle. Baik Anda seorang Administrator, Pendidik, atau Pengembang, kami sarankan untuk memulai dengan kursus ini untuk mendapatkan gambaran umum tentang apa yang dapat ditawarkan Moodle.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">This beginner level&nbsp;course provides a short, high level overview of Moodle. It is recommended that you take this course before any others, if you are not already familiar with Moodle. It is suitable for everyone: educators, administrators and developers.</p><p dir="ltr" style="text-align: center;"><a href="https://youtu.be/ax6yPMyx5gU">https://youtu.be/ax6yPMyx5gU</a><br></p>
id: <p dir="ltr" style="text-align: left;">Kursus tingkat pemula ini memberikan gambaran singkat dan tingkat tinggi tentang Moodle. Disarankan agar Anda mengikuti kursus ini sebelum kursus lainnya, jika Anda belum familiar dengan Moodle. Cocok untuk semua orang: pendidik, administrator, dan pengembang.</p><p dir="ltr" style="text-align: center;"><a href="https://youtu.be/ax6yPMyx5gU"> https://youtu.be/ax6yPMyx5gU</a><br></p>

source: Webinar recordings
id: Rekaman webinar

source: The following two webinar recordings are not required to complete the course. Feel free to watch them if you wish.
id: Dua rekaman webinar berikut tidak diperlukan untuk menyelesaikan kursus. Jangan ragu untuk menontonnya jika Anda mau.

source: Moodle versions
id: Versi Moodle

source: <p>The activities and screenshots in this course are based on the standard Boost theme and the latest version of Moodle LMS, currently 4.3.&nbsp;See&nbsp;<a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3 documentation overview</a>&nbsp;and&nbsp;<a href="https://docs.moodle.org/403/New_features">New Features 4.3 documentation.</a><br>&nbsp;If your Moodle site looks different, ask your Moodle support staff about the theme and version being used.<br><br>&nbsp;You can access documentation about earlier, supported versions of Moodle LMS below. This documentation includes the videos related to each version.<br></p><ul><li><a href="https://docs.moodle.org/402/en/Main_pagehttps://docs.moodle.org/402/en/New_features" title="https://docs.moodle.org/402/en/Main_pagehttps://docs.moodle.org/402/en/New_features">Moodle 4.2 documentation overview</a>&nbsp;and&nbsp;<a href="https://docs.moodle.org/402/en/New_features">New Features 4.2 documentation.</a></li><li><a href="https://docs.moodle.org/401/en/Main_page">Moodle 4.1 documentation overview</a>&nbsp;and&nbsp;<a href="https://docs.moodle.org/401/en/New_features">New Features 4.1 documentation.</a></li></ul><br><p></p>
id: <p>Aktivitas dan tangkapan layar dalam kursus ini didasarkan pada tema Boost standar dan versi terbaru Moodle LMS, saat ini versi 4.3.&nbsp;Lihat&nbsp;<a href="https://docs.moodle.org/403/en /Main_page">Ikhtisar dokumentasi Moodle 4.3</a>&nbsp;dan&nbsp;<a href="https://docs.moodle.org/403/New_features">Dokumentasi Fitur Baru 4.3.</a><br>&nbsp; Jika situs Moodle Anda terlihat berbeda, tanyakan kepada staf dukungan Moodle Anda tentang tema dan versi yang digunakan.<br><br>&nbsp;Anda dapat mengakses dokumentasi tentang versi LMS Moodle yang didukung sebelumnya di bawah. Dokumentasi ini mencakup video yang terkait dengan setiap versi.<br></p><ul><li><a href="https://docs.moodle.org/402/en/Main_pagehttps://docs.moodle. org/402/en/New_features" title="https://docs.moodle.org/402/en/Main_pagehttps://docs.moodle.org/402/en/New_features">Ikhtisar dokumentasi Moodle 4.2</a> &nbsp;dan&nbsp;<a href="https://docs.moodle.org/402/en/New_features">Dokumentasi Fitur Baru 4.2.</a></li><li><a href="https:/ /docs.moodle.org/401/en/Main_page">Ikhtisar dokumentasi Moodle 4.1</a>&nbsp;dan&nbsp;<a href="https://docs.moodle.org/401/en/New_features">Fitur Baru 4.1 dokumentasi.</a></li></ul><br><p></p>

source: Completion and assessment
id: Kelulusan dan penilaian

source: <p dir="ltr">To complete the course you need to complete the following activities:</p> <p dir="ltr"></p> <ul> <li>'About this course' book (what you are reading now).</li><li>'Course pre-check: What do you already know?', making at least 1 attempt - your score doesn't matter.</li> <li>'About Moodle', 'Moodle key features', 'Courses' and 'Users' lessons.</li> <li>'Introduction to Moodle: Check your understanding' quiz, achieving 80% or more.</li> </ul> <p></p> <h4>Completing the activities</h4> <p></p><ul><li>Some activities are automatically marked as completed based on specific criteria.</li><li>Some activities require you to manually mark them as done.</li></ul><p>Make sure you complete the activities according to their completion conditions.</p><h4>Course badge</h4> <p>Upon successful completion of this course you will be automatically awarded with the relevant badge to showcase the skills and knowledge you have obtained.</p> <p></p>
id: <p dir="ltr">Untuk menyelesaikan kursus, Anda perlu menyelesaikan aktivitas berikut:</p> <p dir="ltr"></p> <ul> <li>Buku 'Tentang kursus ini' (apa yang sedang Anda baca sekarang).</li><li>'Pemeriksaan awal kursus: Apa yang sudah Anda ketahui?', melakukan setidaknya 1 kali percobaan - skor Anda tidak masalah. </li> <li>'Tentang Moodle', 'Fitur utama Moodle', 'Kursus' dan pelajaran 'Pengguna'.</li> <li>Kuis 'Pengantar Moodle: Periksa pemahaman Anda', mencapai 80% atau lebih.</li> </ul> <p> </p> <h4>Menyelesaikan aktivitas</h4> <p></p><ul><li>Beberapa aktivitas secara otomatis ditandai sebagai selesai berdasarkan kriteria tertentu.</li><li>Beberapa aktivitas mengharuskan Anda menandainya secara manual sebagai selesai.</li></ul><p> Pastikan Anda menyelesaikan aktivitas sesuai dengan ketentuan penyelesaiannya.</p><h4>Lencana kursus</h4> <p>Setelah berhasil menyelesaikan kursus ini, Anda akan secara otomatis diberikan lencana yang relevan untuk menunjukkan keterampilan dan pengetahuan yang telah Anda peroleh.</p> <p> </p>

source: Licence
id: Lisensi

source: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/6958/mod_book/chapter/626/ccby.png" alt="Creative Commons Licence" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> This course by Moodle Academy (Moodle Pty Ltd) is licensed under&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Original resources available at&nbsp;<a href="https://moodle.academy/">https://moodle.academy</a>.<br></p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Read more about how you should attribute this work.</a>
id: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/6958/mod_book/ chapter/626/ccby.png" alt="Lisensi Creative Commons" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> Kursus dari Moodle Academy (Moodle Pty Ltd) ini dilisensikan dengan&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Sumber daya asli tersedia di&nbsp;<a href="https://moodle.academy/">https://moodle.academy</a>.<br></p> <span class="moodle-orange tebal lebih besar">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Baca selengkapnya tentang cara mengatribusikan karya ini.</a>

source: Course structure
id: Struktur kursus

source: <h4>Welcome</h4> <p>Find out how the course works, check your prior understanding and join in an optional general discussion.</p> <h4>About Moodle</h4> <p>Be introduced to the concept, philosophy and background of Moodle.</p> <h4>Moodle key features</h4> <p>Learn about some of the key features that make Moodle&nbsp;the world’s most customisable and trusted online learning solution.&nbsp;&nbsp;</p> <p></p> <h4>Courses</h4> <p>Explore Moodle's basic structure, which is organised around courses.</p> <p></p> <h4>Users</h4> <p>Find out about Moodle users, roles, permissions, and other Moodle user features.</p> <h4>Course check</h4> <p>Test your understanding in the final quiz.</p> <p></p>
id: <h4>Selamat Datang</h4> <p>Cari tahu cara kerja kursus, periksa pemahaman Anda sebelumnya, dan bergabunglah dalam diskusi umum opsional.</p> <h4>Tentang Moodle</h4> <p>Diperkenalkan dengan konsep, filosofi dan latar belakang Moodle.</p> <h4>Fitur utama Moodle</h4> <p>Pelajari tentang beberapa fitur utama yang menjadikan Moodle&nbsp;solusi pembelajaran online yang paling dapat disesuaikan dan tepercaya di dunia.&nbsp;&nbsp;</p> <p> </p> <h4>Kursus</h4> <p>Jelajahi struktur dasar Moodle, yang disusun berdasarkan kursus.</p> <p> </p> <h4>Pengguna</h4> <p>Cari tahu tentang pengguna Moodle, peran, izin, dan fitur pengguna Moodle lainnya.</p> <h4>Pemeriksaan kursus</h4> <p>Uji pemahaman Anda di kuis terakhir.</p> <p> </p>

source: Course overview
id: Ikhtisar kursus

source: <h4 style="text-align: left;">Aim</h4> <p>In this course you will learn about Moodle LMS (Learning Management System), its general structure, and some of its defining features.</p><h4>Format</h4><p dir="ltr">This is a self-paced course without active moderation. You are encouraged to discuss ideas in the discussion forums and respond to other learners' queries.</p><h4 style="text-align: left;">Estimated time</h4> <p dir="ltr" style="text-align: left;">The estimated time to complete this course is 1 hour.</p>
id: <h4 style="text-align: left;">Bidik</h4> <p>Dalam kursus ini Anda akan belajar tentang Moodle LMS (Sistem Manajemen Pembelajaran), struktur umumnya, dan beberapa fitur penentunya.</p><h4>Format</h4><p dir="ltr">Ini adalah kursus mandiri tanpa moderasi aktif. Anda didorong untuk mendiskusikan ide di forum diskusi dan menanggapi pertanyaan peserta lainnya.</p><h4 style="text-align: left;">Perkiraan waktu</h4> <p dir="ltr" style="text-align: left;">Perkiraan waktu untuk menyelesaikan kursus ini adalah 1 jam.</p>

source: Learning outcomes
id: Capaian pembelajaran

source: <p>By the end of this course, participants will be able to:</p> <ul> <li>Describe the concept, philosophy and purpose of Moodle.</li> <li>Identify some of the key features of Moodle - accessibility, flexibility, security, customisability.</li> <li>Describe the primary Moodle course elements - sections, activities, resources, blocks, gradebook.</li> <li>Describe Moodle users, roles, permissions, and other Moodle user features.</li> </ul> <p></p>
id: <p>Pada akhir kursus ini, peserta akan dapat:</p> <ul> <li>Menjelaskan konsep, filosofi dan tujuan Moodle.</li> <li>Identifikasi beberapa fitur utama Moodle - aksesibilitas, fleksibilitas, keamanan, penyesuaian.</li> <li>Menjelaskan elemen utama kursus Moodle - bagian, aktivitas, sumber daya, blok, buku nilai.</li> <li>Menjelaskan pengguna Moodle, peran, izin, dan fitur pengguna Moodle lainnya.</li> </ul> <p> </p>

source: Change log
id: Catatan perubahan

source: <p>All notable changes to this course will be documented in this page.</p><hr><p>Date: January 2024<br>Changed by: Richard Lefroy<br>Changes:</p><p></p><ul><li><span style="font-size: 1rem; font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, &quot;Noto Sans&quot;, &quot;Liberation Sans&quot;, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, &quot;Noto Color Emoji&quot;;">Updated <a href="https://moodle.academy/mod/book/view.php?id=709&amp;chapterid=571">Completion</a> information in 'About this course' book.</span></li><li><span style="font-size: 1rem; font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, &quot;Noto Sans&quot;, &quot;Liberation Sans&quot;, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, &quot;Noto Color Emoji&quot;;">Changed text block to Moodle version 4.3&nbsp;</span><br></li></ul><p></p> <hr> <p>Date: November 2023<br> Changed by: Mary Cooch<br> Changes:</p> <p></p> <ul> <li>Updated the video in the Moodle key features lesson to the latest 4.3 version.</li> </ul><hr> <p>Date: December 2022<br>Changed by: Richard Lefroy<br>Changes:</p> <p></p> <ul> <li>Added versions chapter to 'About this course' book</li> <li>Changed text block to Moodle version 4.1&nbsp;</li> </ul>
id: <p>Semua perubahan penting pada kursus ini akan didokumentasikan di halaman ini.</p><hr><p>Tanggal: Januari 2024<br>Diubah oleh: Richard Lefroy<br>Perubahan:</p><p> </p><ul><li><span style="font-size: 1rem; font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, &quot; Noto Sans", &quot;Liberation Sans&quot;, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, &quot;Noto Color Emoji&quot;;">Informasi <a href=" https://moodle.academy/mod/book/view.php?id=709&amp;chapterid=571">Kelulusan</a> diperbarui di buku 'Tentang kursus ini'.</span></li><li> <span style="font-size: 1rem; font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, &quot;Noto Sans&quot;, &quot;Liberation Sans&quot;, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, &quot;Noto Color Emoji&quot;;">Blok teks diubah ke Moodle versi 4.3&nbsp;</span><br> </li></ul><p></p> <jam> <p>Tanggal: November 2023<br> Diubah oleh: Mary Cooch<br> Perubahan:</p> <p></p> <ul> <li>Memperbarui video dalam pelajaran fitur utama Moodle ke versi 4.3 terbaru.</li> </ul><hr> <p>Tanggal: Desember 2022<br>Diubah oleh: Richard Lefroy<br>Perubahan:</p> <p></p> <ul> <li>Menambahkan bab versi ke buku 'Tentang kursus ini'</li> <li>Mengubah blok teks ke Moodle versi 4.1&nbsp;</li> </ul>

source: What is your role?
id: Apa peran Anda?

source: Course pre-check: What do you already know?
id: Pemeriksaan awal kursus: Apa yang sudah Anda ketahui?

source: Glossary of Moodle terms
id: Glosarium istilah-istilah Moodle

source: About Moodle
id: Tentang Moodle

source: <p dir="ltr" style="text-align: left;">Which statement about Moodle is more accurate?<br></p>
id: <p dir="ltr" style="text-align: left;">Pernyataan manakah tentang Moodle yang lebih akurat?<br></p>

source: <p dir="ltr" style="text-align: left;">Which statement about Moodle is more accurate?</p>
id: <p dir="ltr" style="text-align: left;">Pernyataan manakah tentang Moodle yang lebih akurat?</p>

source: The Moodle Community
id: Komunitas Moodle

source: <p dir="ltr">As an open source platform, Moodle LMS has a large community that has grown around the project. Since humble beginnings in 1999, thousands of developers, system administrators, educators and learners have participated by fixing bugs, writing new features, updating documentation, sharing tips, helping new users, sharing resources and debating new ideas.</p> <p dir="ltr">The Moodle community contributes to and supports the evolution of Moodle LMS in an ongoing cycle of improvement.</p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span>Want to be involved? <a href="https://moodle.com/community/">Join the Moodle community</a>.<br></p>
id: <p dir="ltr">Sebagai platform sumber terbuka, Moodle LMS memiliki komunitas besar yang berkembang di sekitar proyek. Sejak awal yang sederhana pada tahun 1999, ribuan pengembang, administrator sistem, pengajar, dan peserta didik telah berpartisipasi dengan memperbaiki bug, menulis fitur baru, memperbarui dokumentasi, berbagi tips, membantu pengguna baru, berbagi sumber daya, dan mendiskusikan ide-ide baru.</p> <p dir="ltr">Komunitas Moodle berkontribusi dan mendukung evolusi LMS Moodle dalam siklus pengembangan yang berkelanjutan.</p> <p dir="ltr"><span class="moodle-orange bold large">›&nbsp;</span>Ingin terlibat? <a href="https://moodle.com/community/">Bergabunglah dengan komunitas Moodle</a>.<br></p>

source: The open source way
id: Cara sumber terbuka

source: <p dir="ltr">The term “open source” refers to something people can modify and share because its design is publicly accessible.</p> <p dir="ltr"><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">In the case of Moodle LMS (and associated projects such as Moodle Apps and MoodleNet), the “source code” is licensed under an "open source" license. Therefore, it allows anyone to:</span></p> <p dir="ltr"></p> <ul> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">download the software for free;</span></li> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">change how it works by writing new code;</span></li> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">add features to it; and</span></li> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">resolve faults.</span></li> </ul> <p></p> <p dir="ltr">At Moodle we follow the four freedoms that traditionally define open source:<br></p> <p dir="ltr">The freedom to:</p> <ul> <li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">run Moodle LMS as you wish, for any purpose;</span></li> <li>study how Moodle LMS works and change it as you wish;</li> <li>redistribute copies so you can help others; and</li> <li>distribute copies of modified Moodle code and extensions to benefit the entire community.</li></ul><p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/open-source/">More about open source</a></p>
id: <p dir="ltr">Istilah “sumber terbuka” mengacu pada sesuatu yang dapat dimodifikasi dan dibagikan oleh orang-orang karena desainnya dapat diakses oleh publik.</p> <p dir="ltr"><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; ukuran font: 1rem;">Dalam kasus LMS Moodle (dan proyek terkait seperti Moodle Apps dan MoodleNet), “kode sumber” dilisensikan di bawah lisensi “sumber terbuka”. Oleh karena itu, ini memungkinkan siapa saja untuk:</span></p> <p dir="ltr"></p> <ul> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot ;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; ukuran font: 1rem;">unduh perangkat lunaknya secara gratis;</span></li> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot ;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; font-size: 1rem;">ubah cara kerjanya dengan menulis kode baru;</span></li> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot ;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; dan</span></li> <li><span style="font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot ;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;; ukuran font: 1rem;">menyelesaikan kesalahan.</span></li> </ul> <p></p> <p dir="ltr">Di Moodle kami mengikuti empat kebebasan yang secara tradisional mendefinisikan sumber terbuka:<br></p> <p dir="ltr">Kebebasan untuk:</p> <ul> <li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif , &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">mengoperasikan LMS Moodle sesuai keinginan Anda, untuk tujuan apa pun;</span></li> <li>pelajari cara kerja LMS Moodle dan ubah sesuai keinginan Anda;</li> <li>mendistribusikan ulang salinannya sehingga Anda dapat membantu orang lain; dan</li> <li>mendistribusikan salinan kode dan ekstensi Moodle yang telah dimodifikasi agar bermanfaat bagi seluruh komunitas.</li></ul><p><span class="moodle-orange bold large">›&nbsp;</span><a href ="https://moodle.com/open-source/">Lebih lanjut tentang sumber terbuka</a></p>

source: Welcome to Moodle
id: Selamat datang di Moodle
