Repository: oonid/moodle_academy_translations
Catalog: courses/46-introduction-to-moodle/*.po
Languages: id

source: <p>Courses can be divided into sections to organise content and learning materials for students. Each section can have a custom title and description and be arranged in a different format to support different teaching practices.</p><p>Common course formats include</p><p></p><ul><li>Weekly, where the course is organised week by week, with each section having a date heading.<br></li><li>Topics, where the course is organised into topic sections that can have custom titles.</li><li>Social, where the course is oriented around one main forum which appears listed on the main page.<br></li><li>Single, where the course has only 1 section, and allows the teacher to add only one activity to the course.&nbsp;<br></li></ul><p></p><p><br></p>
id: <p>Kursus dapat dibagi menjadi beberapa bagian untuk mengatur konten dan materi pembelajaran bagi siswa. Setiap bagian dapat memiliki judul dan deskripsi khusus serta disusun dalam format berbeda untuk mendukung praktik pengajaran yang berbeda.</p><p>Format kursus yang umum mencakup</p><p></p><ul><li> Mingguan, yaitu kursus yang diselenggarakan minggu demi minggu, dengan setiap bagian memiliki judul tanggal.<br></li><li>Topik, yaitu kursus yang disusun ke dalam bagian topik yang dapat memiliki judul khusus.</li>< li>Sosial, dimana kursus berorientasi pada satu forum utama yang muncul tercantum di halaman utama.<br></li><li>Tunggal, dimana kursus hanya memiliki 1 bagian, dan memungkinkan pengajar untuk menambahkan satu aktivitas saja ke kursus.&nbsp;<br></li></ul><p></p><p><br></p>

source: A Block might be added to a Moodle course to provide supplementary features or navigation.
id: Sebuah Blok mungkin ditambahkan ke kursus Moodle untuk menyediakan fitur atau navigasi tambahan.

source: <p dir="ltr" style="text-align: left;">True or false.</p><p dir="ltr" style="text-align: left;">A Block might be added to&nbsp;a Moodle course to&nbsp;provide supplementary features or navigation.</p>
id: <p dir="ltr" style="text-align: left;">Benar atau salah.</p><p dir="ltr" style="text-align: left;">Blok mungkin ditambahkan ke&nbsp;kursus Moodle untuk&nbsp;menyediakan fitur atau navigasi tambahan.</p>

source: Activity completion
id: Penyelesaian aktivitas

source: <p><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Activity completion allows a teacher to set completion criteria in the settings of a specific activity or resource. The criterion might be:</span></p><p></p><ul><li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">viewing;</span></li><li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">receiving a certain score; or&nbsp;</span></li><li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">a student marking it as complete.</span></li></ul><p></p> <p>Activity completion allows students to see which activities and resources are required in a course and gain a snapshot of their current progress.&nbsp;&nbsp;</p><p>When used in combination with the restrict access feature, the teacher can guide a student through the course, ensuring designated activities are completed in a specific order.&nbsp;</p>
id: <p><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Penyelesaian aktivitas memungkinkan guru menetapkan kriteria penyelesaian dalam pengaturan aktivitas atau sumber daya tertentu. Kriterianya mungkin: </span></p><p></p><ul><li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">menonton;</span></li><li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">menerima skor tertentu; atau&nbsp;</span></li><li><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">seorang siswa menandainya sebagai selesai.</span></li></ul><p></p> <p>Penyelesaian aktivitas memungkinkan siswa melihat aktivitas dan sumber daya mana yang diperlukan dalam kursus dan mendapatkan gambaran kemajuan mereka saat ini.&nbsp;&nbsp;</p><p>Bila digunakan bersama dengan fitur batasi akses, pengajar dapat membimbing siswa melalui kursus, memastikan aktivitas yang ditentukan diselesaikan dalam urutan tertentu.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">True<br></p>
id: <p dir="ltr" style="text-align: left;">Benar<br></p>

source: <p dir="ltr" style="text-align: left;">Correct. Blocks can be used in Moodle courses to&nbsp;provide supplementary features and navigation.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Blok dapat digunakan dalam kursus Moodle untuk&nbsp;menyediakan fitur tambahan dan navigasi.</p>

source: <p dir="ltr" style="text-align: left;">An activity.</p>
id: <p dir="ltr" style="text-align: left;">Suatu aktivitas.</p>

source: <p dir="ltr" style="text-align: left;">That's right.&nbsp;A Quiz is a very powerful activity that students actively participate and interact with. It can meet many teaching needs, from simple, multiple-choice knowledge tests to complex, self-assessment tasks with detailed feedback.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Kuis adalah aktivitas yang sangat bermanfaat dimana siswa berpartisipasi dan berinteraksi secara aktif. Ini dapat memenuhi banyak kebutuhan pengajaran, mulai dari tes pengetahuan pilihan ganda yang sederhana hingga tugas penilaian mandiri yang kompleks dengan umpan balik yang terperinci.</p>

source: <p dir="ltr" style="text-align: left;">A resource.</p>
id: <p dir="ltr" style="text-align: left;">Sebuah sumber daya</p>

source: <p dir="ltr" style="text-align: left;">Not quite.&nbsp;A Quiz is a very powerful activity that students actively participate and interact with. It can meet many teaching needs, from simple, multiple-choice knowledge tests to complex, self-assessment tasks with detailed feedback.<br></p>
id: <p dir="ltr" style="text-align: left;">Kurang tepat.&nbsp;Kuis adalah aktivitas yang sangat bermanfaat yang diikuti dan berinteraksi secara aktif oleh siswa. Ini dapat memenuhi banyak kebutuhan pengajaran, mulai dari tes pengetahuan pilihan ganda yang sederhana hingga tugas penilaian mandiri yang kompleks dengan masukan mendetail.<br></p>

source: <p dir="ltr" style="text-align: left;">False</p>
id: <p dir="ltr" style="text-align: left;">Salah</p>

source: <p dir="ltr" style="text-align: left;">Try again.&nbsp;Blocks can be used in Moodle courses to&nbsp;provide supplementary features and navigation.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi.&nbsp;Blok dapat digunakan dalam kursus Moodle untuk&nbsp;menyediakan fitur tambahan dan navigasi.</p>

source: Users
id: Pengguna

source: <p>All users within a Moodle site will have the ability to access different areas of the site and perform different actions based on their role.&nbsp;<br></p><p>Before roles can be assigned, everyone using a Moodle site must have a user account.&nbsp;</p><p>A Moodle site may allow people to create their own account using&nbsp;<span style="font-size: 1rem;">Email-based self-registration (like Moodle Academy does). If enabled, systems like Google and Microsoft can log people in quickly and easily using their existing account.</span></p><p><span style="font-size: 1rem;">Smaller organisations may create new accounts manually (either individually or by bulk creating accounts via CSV file).</span></p><p></p><p>In large organisations, it is common for an institution-wide login to be used.</p>
id: <p>Semua pengguna dalam situs Moodle akan memiliki kemampuan untuk mengakses berbagai area situs dan melakukan tindakan berbeda berdasarkan peran mereka.&nbsp;<br></p><p>Sebelum peran dapat ditetapkan, setiap orang menggunakan Situs Moodle harus mempunyai akun pengguna.&nbsp;</p><p>Situs Moodle memungkinkan orang membuat akun mereka sendiri menggunakan&nbsp;<span style="font-size: 1rem;">Pendaftaran mandiri berbasis email ( seperti yang dilakukan Moodle Academy). Jika diaktifkan, sistem seperti Google dan Microsoft bisa memasukkan orang dengan cepat dan mudah menggunakan akun mereka yang sudah ada.</span></p><p><span style="font-size: 1rem;">Organisasi yang lebih kecil dapat membuat akun baru secara manual (baik secara individu atau dengan membuat akun secara massal melalui file CSV).</span></p><p></p><p>Di organisasi besar, login seluruh institusi biasanya digunakan.< /p>

source: Competencies and badges
id: Kompetensi dan lencana

source: <p dir="ltr">Competencies describe the level of understanding or proficiency of a learner in certain subject-related skills. Competency-based education (CBE), also known as Competency-based learning or Skills-based learning, refers to systems of assessment and grading where students demonstrate these competencies. With Moodle, it is possible to create and apply frameworks for evaluating students against competencies in Moodle.</p> <p>Badges are a good way of celebrating achievement and showing progress. Badges may be awarded based on a variety of chosen criteria and may be displayed on a users profile or pushed to their Badgr backpack. Public badge collections in their backpack can be displayed in their Moodle profile.<br></p>
id: <p dir="ltr">Kompetensi menggambarkan tingkat pemahaman atau kemahiran seorang pelajar dalam keterampilan terkait mata pelajaran tertentu. Pendidikan berbasis kompetensi (CBE), juga dikenal sebagai pembelajaran berbasis kompetensi atau pembelajaran berbasis keterampilan, mengacu pada sistem pengujian dan penilaian di mana siswa menunjukkan kompetensi ini. Dengan Moodle, dimungkinkan untuk membuat dan menerapkan kerangka kerja untuk mengevaluasi siswa terhadap kompetensi di Moodle.</p> <p>Lencana adalah cara yang baik untuk merayakan pencapaian dan menunjukkan kemajuan. Lencana dapat diberikan berdasarkan berbagai kriteria yang dipilih dan dapat ditampilkan pada profil pengguna atau dimasukkan ke ransel Badgr mereka. Koleksi lencana publik di ransel mereka dapat ditampilkan di profil Moodle mereka.<br></p>

source: Roles and enrolments
id: Peran dan pendaftaran

source: <p>Once users have an account, they can then be enrolled in a course with a specific role. The role given to them in a course is specific for that course only - they may be enrolled in other courses with another role.&nbsp;</p><p>Moodle supports a variety of different user roles, with each role having its own set of permissions that allow users to have different capabilities in different contexts.&nbsp;<span>The most common examples are the roles of student and teacher in the context of a course.</span><br></p> <p><span>As with so many other aspects of Moodle, user roles can be tailored to meet the needs of a site.&nbsp;</span></p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Roles_and_permissions">More about roles and permissions</a></p>
id: <p>Setelah pengguna memiliki akun, mereka kemudian dapat didaftarkan dalam kursus dengan peran tertentu. Peran yang diberikan kepada mereka dalam kursus adalah khusus untuk kursus itu saja - mereka dapat didaftarkan di kursus lain dengan peran lain.&nbsp;</p><p>Moodle mendukung berbagai peran pengguna yang berbeda, dimana setiap peran memiliki serangkaian izin yang memungkinkan pengguna memiliki kemampuan berbeda dalam konteks berbeda.&nbsp;<span>Contoh paling umum adalah peran siswa dan pengajar dalam konteks kursus.</span><br></p> <p><span>Seperti banyak aspek Moodle lainnya, peran pengguna dapat disesuaikan untuk memenuhi kebutuhan situs.&nbsp;</span></p> <p><span class="moodle-orange bold large">›&nbsp;</span><a href="https://docs.moodle.org/en/Roles_and_permissions">Selengkapnya tentang peran dan izin</a ></p>

source: Which statement about Moodle roles is correct?
id: Pernyataan manakah tentang peran Moodle yang benar?

source: <p dir="ltr" style="text-align: left;">Which statement about Moodle roles is correct?</p>
id: <p dir="ltr" style="text-align: left;">Pernyataan manakah tentang peran di Moodle yang benar?</p>

source: Messaging and notifications
id: Pesan dan notifikasi

source: <p dir="ltr">Users in Moodle have multiple avenues for communicating with each other and being alerted to important events.&nbsp;</p> <p dir="ltr">As well as the different types of forums or other communication activities that may be available within their courses, teachers, students and other users are able to quickly talk to each other and stay in touch through the messaging and notification functionality.&nbsp;</p> <p dir="ltr">Users can use Messaging to contact others via real-time chat. If offline, a message recipient can be notified of messages when they log in, and can opt to receive messages via email.</p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Messaging">More about messaging</a></p> <p dir="ltr">Notifications alert users to events in Moodle that may require their attention. This may include new forum posts, assignments needing grading or badges awarded. Users can choose how to receive notifications, whether it be by email, a notification indicator in the site, or pushed to their mobile device.</p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Notifications">More about notifications</a></p> <p></p>
id: <p dir="ltr">Pengguna di Moodle memiliki banyak cara untuk berkomunikasi satu sama lain dan mendapatkan pemberitahuan tentang peristiwa penting.&nbsp;</p> <p dir="ltr">Serta berbagai jenis forum atau aktivitas komunikasi lainnya yang mungkin tersedia dalam kursus mereka, pengajar, siswa, dan pengguna lain dapat dengan cepat berbicara satu sama lain dan tetap berhubungan melalui fungsi perpesanan dan notifikasi.&nbsp; </p> <p dir="ltr">Pengguna dapat menggunakan Perpesanan untuk menghubungi orang lain melalui obrolan real-time. Jika luring, penerima pesan dapat diberitahu tentang pesan ketika mereka masuk, dan dapat memilih untuk menerima pesan melalui email.</p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Messaging">Selengkapnya tentang perpesanan</a></p> <p dir="ltr">Notifikasi mengingatkan pengguna akan kejadian di Moodle yang mungkin memerlukan perhatian mereka. Ini mungkin termasuk post forum baru, tugas yang memerlukan penilaian, atau lencana yang diberikan. Pengguna dapat memilih cara menerima notifikasi, apakah melalui email, indikator notifikasi di situs, atau dikirim ke perangkat seluler mereka.</p> <p dir="ltr"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Notifications">Selengkapnya tentang notifikasi</a></p> <p> </p>

source: Grouping users
id: Pengelompokan pengguna

source: <p><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">There are a number of instances where it can be useful to separate users within a course. Moodle can facilitate this through the use of <hypothesis-highlight class="hypothesis-highlight">groups </hypothesis-highlight>and <hypothesis-highlight class="hypothesis-highlight">groupings</hypothesis-highlight>.&nbsp;Groups and groupings can be used for communication purposes, to handle student activity and interaction and to restrict access to activities and resources.</span></p><p>Examples of using groups include:</p><p></p><ul><li>Filtering the gradebook, so teachers only see grades from one class at a time.</li><li>Allocating a resource to just one class or set of users.</li><li>Enabling students to submit an assignment as a group.&nbsp;</li><li>Enabling students to only reply to their own group within a discussion forum.</li></ul><p></p><p><span style=""></span></p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Groups">More about groups</a></p> <p></p>
id: <p><span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">Ada sejumlah contoh yang berguna untuk memisahkan pengguna dalam suatu kursus. Moodle dapat memfasilitasi hal ini melalui penggunaan <hypothesis-highlight class="hypothesis-highlight">grup </hypothesis-highlight>dan <hypothesis-highlight class="hypothesis-highlight">pengelompokan</hypothesis-highlight>.&nbsp;Grup dan pengelompokan dapat digunakan untuk tujuan komunikasi, untuk menangani aktivitas dan interaksi siswa dan untuk membatasi akses ke aktivitas dan sumber daya.</span></p><p>Contoh penggunaan grup meliputi:</p><p></p><ul><li>Memfilter buku nilai, sehingga pengajar hanya melihat nilai dari satu kelas dalam satu waktu.</li><li>Mengalokasikan sumber daya hanya ke satu kelas atau sekumpulan pengguna.</li><li>Memungkinkan siswa mengirimkan tugas sebagai grup.&nbsp;</li><li>Memungkinkan siswa hanya membalas ke grupnya sendiri dalam forum diskusi.</li> </ul> <p> </p> <p> <span style=""> </span> </p> <p><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://docs.moodle.org/en/Groups">Selengkapnya tentang grup</a></p> <p> </p>

source: <p dir="ltr" style="text-align: left;">Users will always have the same role in every course they are enrolled in.<br></p>
id: <p dir="ltr" style="text-align: left;">Pengguna akan selalu memiliki peran yang sama di setiap kursus yang mereka ikuti.<br></p>

source: <p dir="ltr" style="text-align: left;">Not necessarily. Users can have different roles in different courses.</p>
id: <p dir="ltr" style="text-align: left;">Belum tentu. Pengguna dapat memiliki peran berbeda di kursus berbeda.</p>

source: <p dir="ltr" style="text-align: left;">Each role has its own set of permissions that allow users to have different capabilities in different contexts.<br></p>
id: <p dir="ltr" style="text-align: left;">Setiap peran memiliki kumpulan izinnya sendiri yang memungkinkan pengguna memiliki kemampuan berbeda dalam konteks berbeda.<br></p>

source: <p dir="ltr" style="text-align: left;">Correct. The combination of roles and context define a specific user's ability to do something on any page.<br></p>
id: <p dir="ltr" style="text-align: left;">Benar. Kombinasi peran dan konteks menentukan kemampuan pengguna tertentu untuk melakukan sesuatu di halaman mana pun.<br></p>

source: Introduction to Moodle: Check your understanding
id: Pengantar Moodle: Periksa pemahaman Anda

source: Congratulations!&nbsp; You have now completed...
id: Selamat! Anda sekarang telah menyelesaikan...

source: <div class="no-overflow"><div style="text-align: left;"><img src="https://moodle.academy/pluginfile.php/10882/mod_label/intro/MA-IntroductionToMoodle.png" alt="Moodle Academy Introduction to Moodle course badge (1 star)" width="120" height="109" class="img-fluid atto_image_button_left"></div> <div><strong>Congratulations!&nbsp;</strong> <p>You have now completed this <a href="https://moodle.academy/mod/glossary/showentry.php?eid=161&amp;displayformat=dictionary" title="Glossary of Moodle terms: course" class="glossary autolink concept glossaryid10">course</a> and earned your <strong>Introduction to Moodle</strong>&nbsp;badge.</p> <p dir="ltr">You can view your issued badge on your <a href="https://moodle.academy/user/profile.php">Moodle Academy profile</a>.</p> <p>Please remember to&nbsp;<a href="https://moodle.academy/user/edit.php?">edit your profile</a>&nbsp;to add a<strong>&nbsp;user picture</strong>&nbsp;and a short&nbsp;<strong>description</strong>&nbsp;of yourself.</p> </div>‍‍​‌‌​​‍‍</div>
id: <div class="no-overflow"><div style="text-align: left;"><img src="https://moodle.academy/pluginfile.php/10882/mod_label/intro/MA-IntroductionToMoodle. png" alt="Moodle Academy Pengenalan lencana kursus Moodle (1 bintang)" width="120" height="109" class="img-fluid atto_image_button_left"></div> <div><strong>Selamat!&nbsp;</strong> <p>Anda kini telah menyelesaikan <a href="https://moodle.academy/mod/glossary/showentry.php?eid=161&amp;displayformat=dictionary" title="Glosarium istilah Moodle: kursus" class=" konsep tautan otomatis glosarium glossaryid10">kursus</a> dan dapatkan lencana <strong>Pengantar Moodle</strong>&nbsp;Anda.</p> <p dir="ltr">Anda dapat melihat lencana yang Anda terbitkan di <a href="https://moodle.academy/user/profile.php">profil Akademi Moodle</a> Anda.</p> <p>Harap ingat untuk&nbsp;<a href="https://moodle.academy/user/edit.php?">mengedit profil Anda</a>&nbsp;untuk menambahkan<strong>&nbsp;gambar pengguna</strong >&nbsp;dan&nbsp;<strong>deskripsi</strong>&nbsp;tentang diri Anda.</p> </div>‍‍​‌‌​​‍‍</div>

source: Webinar recording 'Introduction to Moodle for Administrators'
id: Rekaman webinar 'Pengenalan Moodle untuk Administrator'
