Repository: oonid/moodle_academy_translations
Catalog: courses/46-introduction-to-moodle/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;You can extend the functionality of your Moodle site with a huge ecosystem of plugins, available from the <a href="https://moodle.org/plugins/">Moodle plugins directory</a>, including many new types of activities and resources.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Anda dapat memperluas fungsionalitas situs Moodle Anda dengan ekosistem plugin yang sangat besar, tersedia dari <a href="https://moodle.org/plugins/">direktori plugin Moodle</a>, termasuk banyak jenis aktivitas dan sumber daya baru.</p>

source: <p dir="ltr" style="text-align: left;">Tailor the "<strong>look &amp; feel</strong>" (or skin) of your site by&nbsp;altering the theme.</p>
id: <p dir="ltr" style="text-align: left;">Sesuaikan "<strong>tampilan &amp; nuansa</strong>" (atau tampilan) situs Anda dengan&nbsp;mengubah tema.</p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle allows you many options to customise the appearance of your site by altering the theme.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle memberi Anda banyak pilihan untuk menyesuaikan tampilan situs Anda dengan mengubah tema.</p>

source: Which of the following are <strong>Moodle products</strong>?
id: Manakah dari berikut ini yang merupakan <strong>produk Moodle</strong>?

source: Your answer is correct. These are all Moodle products.
id: Jawaban Anda benar. Ini semua adalah produk Moodle.

source: <p dir="ltr" style="text-align: left;">That's right. Moodle Workplace™ is built on Moodle LMS with advanced features for workplace learning.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/workplace/">More about Moodle Workplace</a></p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle Workplace™ dibangun di atas Moodle LMS dengan fitur-fitur canggih untuk pembelajaran di tempat kerja.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/workplace/">Selengkapnya tentang Moodle Workplace</a></p>

source: <p dir="ltr" style="text-align: left;">Correct. MoodleCloud is&nbsp;a cloud based version of Moodle, so you don't need to deal with updates, backups or maintenance.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/moodlecloud/">More about MoodleCloud</a></p>
id: <p dir="ltr" style="text-align: left;">Benar. MoodleCloud adalah &nbsp; versi Moodle berbasis cloud, jadi Anda tidak perlu berurusan dengan pembaruan, pencadangan, atau pemeliharaan. </p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/moodlecloud/">Selengkapnya tentang MoodleCloud</a></p>

source: <p dir="ltr" style="text-align: left;">Moodle App</p>
id: <p dir="ltr" style="text-align: left;">Aplikasi Moodle</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;Moodle App improves the experience of Moodle LMS and Moodle Workplace on touch screen devices.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/app/">More about Moodle App</a></p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Aplikasi Moodle meningkatkan pengalaman Moodle LMS dan Moodle Workplace pada perangkat layar sentuh.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/app/">Selengkapnya tentang Aplikasi Moodle</a></p>

source: <p dir="ltr" style="text-align: left;">Moodle LMS</p>
id: <p dir="ltr" style="text-align: left;">LMS Moodle</p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle LMS is the world’s most customisable and trusted open source learning management system.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/lms/">More about Moodle LMS</a></p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle LMS adalah sistem manajemen pembelajaran sumber terbuka yang paling dapat disesuaikan dan tepercaya di dunia.</p> <p dir="ltr" style="text-align: left;"><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.com/lms/">Selengkapnya tentang Moodle LMS</a></p>

source: <p dir="ltr" style="text-align: left;">Incorrect. MoodleLite is not a Moodle product.</p>
id: <p dir="ltr" style="text-align: left;">Salah. MoodleLite bukan merupakan produk Moodle.</p>

source: <p dir="ltr" style="text-align: left;">A Moodle Activity, is a tool that allows students to interact with other students, the teacher, or interactive content.</p><p dir="ltr" style="text-align: left;">What is the term used to describe a <strong>static course element</strong> in Moodle, which&nbsp;students will read or consume to acquire knowledge in a passive way, and is often contrasted to an Activity?</p>
id: <p dir="ltr" style="text-align: left;">Aktivitas Moodle, adalah alat yang memungkinkan siswa berinteraksi dengan siswa lain, guru, atau konten interaktif.</p><p dir="ltr" style="text-align: left;">Apa istilah yang digunakan untuk menggambarkan <strong>elemen kursus statis</strong> dalam Moodle, yang mana&nbsp;siswa akan baca atau konsumsi untuk memperoleh pengetahuan secara pasif, dan sering dikontraskan dengan Aktivitas?</p>

source: <p dir="ltr" style="text-align: left;">Resource</p>
id: <p dir="ltr" style="text-align: left;">Sumber Daya</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;In Moodle terminology, an Activity, such as Forums or Quizzes, generally means something students can contribute to directly, whereas a Resource such as a File or Page, is a more static element presented by the teacher to them.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Dalam terminologi Moodle, suatu Kegiatan, seperti Forum atau Kuis, umumnya berarti sesuatu yang dapat disumbangkan oleh siswa secara langsung, sedangkan Sumber Daya seperti Berkas atau Halaman, adalah elemen yang lebih statis yang disajikan oleh pengajar kepada mereka.</p>

source: <p dir="ltr" style="text-align: left;">Try again. A menu is part of the course or site navigation.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi. Menu adalah bagian dari kursus atau navigasi situs.</p>

source: <p dir="ltr" style="text-align: left;">Profile</p>
id: <p dir="ltr" style="text-align: left;">Profil</p>

source: <p dir="ltr" style="text-align: left;">Try again. A profile is a page which displays information about a user.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi. Profil adalah halaman yang menampilkan informasi tentang pengguna.</p>

source: <p dir="ltr" style="text-align: left;">Try again. A forum is a type of activity where users can interact with one another.</p>
id: <p dir="ltr" style="text-align: left;">Coba lagi. Forum adalah jenis aktivitas di mana pengguna dapat berinteraksi satu sama lain.</p>

source: <p dir="ltr" style="text-align: left;">How can you contribute to the Moodle project?</p>
id: <p dir="ltr" style="text-align: left;">Bagaimana Anda dapat berkontribusi pada proyek Moodle?</p>

source: <p dir="ltr" style="text-align: left;">All users of Moodle can:</p><p dir="ltr" style="text-align: left;"></p><ul><li>report bugs and issues using the&nbsp;<a href="https://tracker.moodle.org/">Moodle Tracker</a>.</li><li>make use of the&nbsp;<a href="https://moodle.org/course/">community forums</a>&nbsp;to ask and answer questions.<br></li><li>update the&nbsp;<a href="http://moodle%20docs/">Moodle docs</a>.<br></li><li>develop&nbsp;new plugins or contribute changes to core Moodle code.<br></li><li><a href="https://lang.moodle.org/">contribute to the translation of Moodle language packs</a>.&nbsp;<br></li></ul><p></p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;">Semua pengguna Moodle dapat:</p><p dir="ltr" style="text-align: left;"></p> <ul><li>melaporkan bug dan masalah menggunakan&nbsp;<a href="https://tracker.moodle.org/">Moodle Tracker</a>.</li><li>manfaatkan&nbsp;< a href="https://moodle.org/course/">forum komunitas</a>&nbsp;untuk bertanya dan menjawab pertanyaan.<br></li><li>perbarui&nbsp;<a href="https://docs.moodle.org/">Dokumen Moodle</a>.<br></li><li>mengembangkan plugin baru atau berkontribusi perubahan pada kode inti Moodle.<br></li><li><a href ="https://lang.moodle.org/">berkontribusi pada penerjemahan paket bahasa Moodle</a>.&nbsp;<br></li></ul><p></p><p dir ="ltr" style="text-align: kiri;"><br></p>

source: <p>Report bugs and issues.</p>
id: <p>Laporkan bug dan masalah.</p>

source: <p dir="ltr" style="text-align: left;">Correct. All users of Moodle can report bugs and issues using the <a href="https://tracker.moodle.org/">Moodle Tracker</a>.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Semua pengguna Moodle dapat melaporkan bug dan masalah menggunakan <a href="https://tracker.moodle.org/">Moodle Tracker</a>.</p>

source: <p dir="ltr" style="text-align: left;">Answer questions in the Moodle community forums.</p>
id: <p dir="ltr" style="text-align: left;">Jawab pertanyaan di forum komunitas Moodle.</p>

source: <p dir="ltr" style="text-align: left;">Correct. All users of Moodle can make use of the <a href="https://moodle.org/course/">community forums</a> to ask and answer questions.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Semua pengguna Moodle dapat menggunakan <a href="https://moodle.org/course/">forum komunitas</a> untuk bertanya dan menjawab pertanyaan.</p>

source: <p dir="ltr" style="text-align: left;">Update the Moodle documentation.</p>
id: <p dir="ltr" style="text-align: left;">Perbarui dokumentasi Moodle.</p>

source: <p dir="ltr" style="text-align: left;">Correct. All Moodle users can update the <a href="http://Moodle docs">Moodle docs</a>.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Semua pengguna Moodle dapat memperbarui <a href="https://docs.moodle.org/">dokumentasi Moodle</a>.</p>

source: <p>Develop new plugins or contribute changes to core Moodle code.</p>
id: <p>Kembangkan plugin baru atau kontribusikan perubahan pada kode inti Moodle.</p>

source: <p dir="ltr" style="text-align: left;">Correct. All Moodle users can develop&nbsp;new plugins or contribute changes to core. Moodle code.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Semua pengguna Moodle dapat mengembangkan&nbsp;plugin baru atau menyumbangkan perubahan pada inti. Kode Moodle.</p>

source: <p dir="ltr" style="text-align: left;">Translate Moodle into other languages.</p>
id: <p dir="ltr" style="text-align: left;">Terjemahkan Moodle ke bahasa lain.</p>

source: <p>Correct. All Moodle users can <a href="https://lang.moodle.org/">contribute to the translation of Moodle language packs</a>.</p>
id: <p>Benar. Semua pengguna Moodle dapat <a href="https://lang.moodle.org/">berkontribusi pada penerjemahan paket bahasa Moodle</a>.</p>

source: <p dir="ltr" style="text-align: left;">Moodle is a free and open source learning management system. <br>How can you get a Moodle site for your course?</p>
id: <p dir="ltr" style="text-align: left;">Moodle adalah sistem manajemen pembelajaran sumber terbuka dan gratis. <br>Bagaimana cara mendapatkan situs Moodle untuk kursus Anda?</p>

source: <p dir="ltr" style="text-align: left;">You can get a Moodle site for your course by:<br></p><p dir="ltr" style="text-align: left;"></p><ul><li>Installing and running Moodle on your own servers.<br></li><li>Using MoodleCloud - a cloud-based solution for using Moodle.&nbsp;<br></li><li>Using the services of a Moodle Partner, who can help set up and manage online learning platforms.<br></li></ul><p></p>
id: <p dir="ltr" style="text-align: left;">Anda bisa mendapatkan situs Moodle untuk kursus Anda dengan:<br></p><p dir="ltr" style="text-align: kiri;"></p><ul><li>Menginstal dan menjalankan Moodle di server Anda sendiri.<br></li><li>Menggunakan MoodleCloud - solusi berbasis cloud untuk menggunakan Moodle.&nbsp;<br> </li><li>Menggunakan layanan Mitra Moodle, yang dapat membantu menyiapkan dan mengelola platform pembelajaran online.<br></li></ul><p></p>

source: <p dir="ltr" style="text-align: left;">Install Moodle on your own servers.</p>
id: <p dir="ltr" style="text-align: left;">Instal Moodle di server Anda sendiri.</p>

source: <p dir="ltr" style="text-align: left;">Correct. You can install and run Moodle on your own servers.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Anda dapat menginstal dan mengoperasikan Moodle di server Anda sendiri.</p>

source: <p dir="ltr" style="text-align: left;">Use MoodleCloud.</p>
id: <p dir="ltr" style="text-align: left;">Gunakan MoodleCloud.</p>

source: <p dir="ltr" style="text-align: left;">Correct. MoodleCloud offers a cloud-based solution for using Moodle.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar. MoodleCloud menawarkan solusi berbasis cloud untuk menggunakan Moodle.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Contact a Moodle Partner.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Hubungi Mitra Moodle.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle Partners can help institutions and organisations set up their online learning platforms.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Mitra Moodle dapat membantu institusi dan organisasi menyiapkan platform pembelajaran online mereka.</p>

source: <p dir="ltr" style="text-align: left;">Contact Moodle HQ.</p>
id: <p dir="ltr" style="text-align: left;">Hubungi Kantor Pusat Moodle.</p>

source: <p dir="ltr" style="text-align: left;">Incorrect. While Moodle HQ can provide guidance and point you in the direction of help, you can get tailored and direct support via other avenues. A Moodle Certified Service Provider can deliver expertise in hosting, customisation, support and training, or&nbsp;you can utilise MoodleCloud and&nbsp;host a site on Moodle's own web servers.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Salah. Meskipun Moodle HQ dapat memberikan panduan dan mengarahkan Anda ke arah bantuan, Anda bisa mendapatkan dukungan yang disesuaikan dan langsung melalui cara lain. Penyedia Layanan Bersertifikat Moodle dapat memberikan keahlian dalam hosting, penyesuaian, dukungan dan pelatihan, atau&nbsp;Anda dapat memanfaatkan MoodleCloud dan&nbsp;menyediakan hosting situs di server web Moodle sendiri.&nbsp;</p>

source: <p dir="ltr">Moodle is a Learning Management System.</p><p dir="ltr">Which of the following can Moodle be used for?</p>
id: <p dir="ltr">Moodle adalah Sistem Manajemen Pembelajaran.</p><p dir="ltr">Moodle berikut ini dapat digunakan untuk apa?</p>

source: <p dir="ltr" style="text-align: left;">Moodle can be used for:</p> <ul> <li>Course management tasks, using tools like the Gradebook, Groups and Reports.</li> <li>Content delivery using tools like the Book, File and Lesson.</li> <li>Online assessment,&nbsp;using tools like the Quiz, Assignment and Workshop (for peer assessment).</li><li>Collaboration between learners, using tools like the Forum, Database and Wiki.</li> </ul>
id: <p dir="ltr" style="text-align: left;">Moodle dapat digunakan untuk:</p> <ul> <li>Tugas manajemen kursus, menggunakan alat seperti Buku Nilai, Grup, dan Laporan.</li> <li>Pengiriman konten menggunakan alat seperti Buku, File, dan Pelajaran.</li> <li>Penilaian online,&nbsp;menggunakan alat seperti Kuis, Tugas, dan Lokakarya (untuk penilaian rekan).</li><li>Kolaborasi antar peserta didik, menggunakan alat seperti Forum, Basis Data, dan Wiki.</li> </ul>

source: <p>Course management tasks.</p>
id: <p>Tugas pengelolaan kursus.</p>

source: <p>Correct. Moodle is a Learning Management System, so is ideal for managing your online course, using tools like the Gradebook, Groups and Reports.</p>
id: <p>Benar. Moodle adalah Sistem Manajemen Pembelajaran, sehingga ideal untuk mengelola kursus online Anda, menggunakan alat seperti Buku Nilai, Grup, dan Laporan.</p>

source: <p>Content delivery.</p>
id: <p>Pengiriman konten.</p>

source: <p>Correct. Moodle can be used for the delivery of learning content, using tools like the Book, File and Lesson.</p>
id: <p>Benar. Moodle dapat digunakan untuk penyampaian konten pembelajaran, dengan menggunakan alat seperti Buku, Berkas dan Pelajaran.</p>

source: <p>Online assessment.</p>
id: <p>Penilaian daring.</p>

source: <p>Correct. Moodle has a number of tools that can be used to assess students and provide feedback. These tools include:</p> <p dir="ltr" style="text-align: left;"></p> <ul> <li>Quiz</li> <li>Assignment</li> <li>Workshop (for peer assessment)</li> </ul> <p></p>
id: <p>Benar. Moodle memiliki sejumlah alat yang dapat digunakan untuk menilai siswa dan memberikan umpan balik. Alat-alat ini meliputi:</p> <p dir="ltr" style="text-align: left;"> </p> <ul> <li>Kuis</li> <li>Tugas</li> <li>Lokakarya (untuk penilaian rekan)</li> </ul> <p> </p>

source: <p>Collaboration between learners.</p>
id: <p>Kolaborasi antar peserta didik.</p>

source: <p>Correct. Moodle has a number of tools that can be used for collaboration between learners. These tools include:</p> <ul> <li>Forum</li> <li>Database</li> <li>Wiki</li> </ul>
id: <p>Benar. Moodle memiliki sejumlah alat yang dapat digunakan untuk kolaborasi antar peserta didik. Alat-alat ini meliputi:</p> <ul> <li>Forum</li> <li>Basis Data</li> <li>Wiki</li> </ul>

source: <p>What are some of the benefits of using Moodle?</p>
id: <p>Apa saja keuntungan menggunakan Moodle?</p>

source: <p>Some of the benefits of using Moodle are:</p> <ul> <li>Anyone can install and use it.</li> <li>Adoption of open and accessibility standards.</li> <li>Highly modular and configurable.</li> <li>Free and open source software.</li> <li>A large and active community of contributors.</li> </ul>
id: <p>Beberapa keuntungan menggunakan Moodle adalah:</p> <ul> <li>Siapa pun dapat menginstal dan menggunakannya.</li> <li>Penerapan standar keterbukaan dan aksesibilitas.</li> <li>Sangat modular dan dapat dikonfigurasi.</li> <li>Perangkat lunak gratis dan sumber terbuka.</li> <li>Komunitas kontributor yang besar dan aktif.</li> </ul>

source: <p>Anyone can install and use it.</p>
id: <p>Siapa pun dapat menginstal dan menggunakannya.</p>

source: <p dir="ltr" style="text-align: left;">Yes, anyone can install and use Moodle.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya, siapa pun bisa menginstal dan menggunakan Moodle.<br></p>

source: <p>Adoption of open and accessibility standards.</p>
id: <p>Penerapan standar keterbukaan dan aksesibilitas.</p>

source: <p dir="ltr" style="text-align: left;">Yes, Moodle adopts open and accessibility standards.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya, Moodle mengadopsi standar terbuka dan aksesibilitas.<br></p>

source: <p>Highly modular and configurable.</p>
id: <p>Sangat modular dan dapat dikonfigurasi.</p>

source: Yes, Moodle is highly modular and configurable.
id: Ya, Moodle sangat modular dan dapat dikonfigurasi.

source: <p>Free and open source software.</p>
id: <p>Perangkat lunak gratis dan sumber terbuka.</p>

source: <p dir="ltr" style="text-align: left;">Yes, Moodle is free and open source software.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya, Moodle adalah perangkat lunak gratis dan sumber terbuka.<br></p>

source: <p>A large and active community of contributors.</p>
id: <p>Komunitas kontributor yang besar dan aktif.</p>

source: <p dir="ltr" style="text-align: left;">Yes, Moodle has a&nbsp;large and active community of contributors.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya, Moodle memiliki&nbsp;komunitas kontributor yang besar dan aktif.<br></p>

source: <p dir="ltr" style="text-align: left;">What kinds of organisations use Moodle?<br></p>
id: <p dir="ltr" style="text-align: left;">Organisasi seperti apa yang menggunakan Moodle?<br></p>

source: <p dir="ltr" style="text-align: left;">Due to the highly flexible and customisable nature of Moodle, it is used all over the world by schools, universities, Government organisations, Non-government organisations (NGOs) and workplaces.</p>
id: <p dir="ltr" style="text-align: left;">Karena sifat Moodle yang sangat fleksibel dan dapat disesuaikan, Moodle digunakan di seluruh dunia oleh sekolah, universitas, organisasi Pemerintah, Lembaga Swadaya Masyarakat (LSM) dan tempat kerja.</p>

source: <p dir="ltr" style="text-align: left;">Schools.</p>
id: <p dir="ltr" style="text-align: left;">Sekolah.</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;Moodle caters for young learners in traditional K-12 schools, distance education and home study.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Moodle melayani peserta didik muda di sekolah K-12 tradisional, pendidikan jarak jauh, dan belajar di rumah.</p>

source: <p dir="ltr" style="text-align: left;">Universities.</p>
id: <p dir="ltr" style="text-align: left;">Universitas.</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;Moodle allows educators to create safe, accessible, flexible and highly engaging online spaces for learners in universities, colleges, academies or institutes.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Moodle memungkinkan pendidik menciptakan ruang daring yang aman, mudah diakses, fleksibel, dan sangat menarik bagi pelajar di universitas, perguruan tinggi, akademi, atau institut.</p>

source: <p>Non-government organisations (NGOs).</p>
id: <p>Organisasi non-pemerintah (LSM).</p>

source: <p dir="ltr" style="text-align: left;">Correct. Many of Moodle's features - including its open source and cloud-based delivery - make it particularly useful for NGOs.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Banyak fitur Moodle – termasuk sumber terbuka dan pengiriman berbasis cloud – menjadikannya sangat berguna bagi LSM.</p>

source: <p dir="ltr" style="text-align: left;">Workplaces.</p>
id: <p dir="ltr" style="text-align: left;">Tempat Kerja.</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;Moodle offers a customisable platform streamlining onboarding, workplace learning, automation of common processes and compliance management.</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Moodle menawarkan platform yang dapat disesuaikan yang menyederhanakan orientasi, pembelajaran di tempat kerja, otomatisasi proses umum, dan manajemen kepatuhan.</p>

source: <p dir="ltr" style="text-align: left;">Government organisations.</p>
id: <p dir="ltr" style="text-align: left;">Organisasi pemerintah.</p>

source: <p dir="ltr" style="text-align: left;">Correct.&nbsp;Moodle's customisability caters to the unique requirements of government organisations.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar.&nbsp;Kemampuan penyesuaian Moodle memenuhi kebutuhan unik organisasi pemerintah.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">What type of learning does Moodle support?<br></p>
id: <p dir="ltr" style="text-align: left;">Jenis pembelajaran apa yang didukung Moodle?<br></p>
