Repository: oonid/moodle_academy_translations
Catalog: courses/46-introduction-to-moodle/*.po
Languages: id

source: <p dir="ltr">Moodle provides a pedagogical toolbox designed from a social constructionist point of view that supports&nbsp;<span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">active, passive, collaborative and independent learning.</span></p>
id: <p dir="ltr">Moodle menyediakan kotak alat pedagogi yang dirancang dari sudut pandang konstruksionis sosial yang mendukung&nbsp;<span style="font-size: 1rem; font-family: &quot;Open Sans&quot;, -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, &quot;Helvetica Neue&quot;, Arial, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;;">pembelajaran aktif, pasif, kolaboratif dan mandiri.</span></p>

source: <p dir="ltr" style="text-align: left;">active.</p>
id: <p dir="ltr" style="text-align: left;">aktif.</p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle supports active learning by providing activities and opportunities&nbsp;for learners to interact and participate in a course.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle mendukung pembelajaran aktif dengan menyediakan aktivitas dan kesempatan&nbsp;bagi pembelajar untuk berinteraksi dan berpartisipasi dalam suatu kursus.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">passive.</p>
id: <p dir="ltr" style="text-align: left;">pasif.</p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle supports passive learning by offering activities and opportunities for teacher-led instruction.<br></p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle mendukung pembelajaran pasif dengan menawarkan aktivitas dan peluang untuk pengajaran yang dipimpin oleh guru.<br></p>

source: <p dir="ltr" style="text-align: left;">collaborative.<br></p>
id: <p dir="ltr" style="text-align: left;">kolaboratif.<br></p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle supports students with their collaborative learning and group communication in a blended or online learning environment.<br></p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle mendukung siswa dengan pembelajaran kolaboratif dan komunikasi kelompok dalam lingkungan pembelajaran gabungan atau daring.<br></p>

source: <p dir="ltr" style="text-align: left;">independent.<br></p>
id: <p dir="ltr" style="text-align: left;">independen.<br></p>

source: <p dir="ltr" style="text-align: left;">Correct. Moodle supports independent learning by providing opportunities for learners to&nbsp;seek out information and learn at their own pace.<br></p>
id: <p dir="ltr" style="text-align: left;">Benar. Moodle mendukung pembelajaran mandiri dengan memberikan kesempatan bagi peserta didik untuk mencari informasi dan belajar sesuai kecepatan mereka masing-masing.<br></p>

source: <p dir="ltr" style="text-align: left;">Moodle is open source software.</p><p dir="ltr" style="text-align: left;">'Open source' can be described as:<br></p>
id: <p dir="ltr" style="text-align: left;">Moodle adalah perangkat lunak sumber terbuka.</p><p dir="ltr" style="text-align: left;">'Sumber terbuka' dapat digambarkan sebagai:<br></p>

source: <p dir="ltr" style="text-align: left;">Yes, 'Open source' can be described as something people can modify and share because its design is publicly accessible.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya, 'Sumber terbuka' dapat digambarkan sebagai sesuatu yang dapat dimodifikasi dan dibagikan oleh orang-orang karena desainnya dapat diakses oleh publik.<br></p>

source: <p dir="ltr" style="text-align: left;">Something people can modify and share because its design is publicly accessible.<br></p>
id: <p dir="ltr" style="text-align: left;">Sesuatu yang dapat dimodifikasi dan dibagikan oleh orang-orang karena desainnya dapat diakses oleh publik.<br></p>

source: <p dir="ltr" style="text-align: left;">Yes, that's correct. In the case of Moodle, the software can be modified and shared because it is open source.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Ya, benar. Dalam kasus Moodle, perangkat lunak dapat dimodifikasi dan dibagikan karena bersifat sumber terbuka.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Collaborative design of software before the publisher reserves licensing rights to use, modify or share it.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Desain kolaboratif perangkat lunak sebelum penerbit mempunyai hak lisensi untuk menggunakan, memodifikasi, atau membagikannya.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Not quite. While open source may (and often does) involve collaborative design, there are not restrictions on using, modifying or sharing the software.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;"> Kurang tepat. Meskipun sumber terbuka mungkin (dan sering kali) melibatkan desain kolaboratif, tidak ada batasan dalam penggunaan, modifikasi, atau berbagi perangkat lunak.&nbsp;</p>
