Repository: oonid/moodle_academy_translations
Catalog: courses/57-moodle-teaching-basics-program-and-certificate/*.po
Languages: id

source: <p>This free program of short courses is designed to help you understand the basics of teaching with Moodle.</p> <p>Once you complete all the courses you will receive a badge for completing the program.&nbsp;You can also choose to purchase a certificate of completion. </p> <hr> <p> This program relates to the following competences: 3.1 Teaching; 5.1 Accessibility and inclusion.</p>
id: <p>Program kursus singkat gratis ini dirancang untuk membantu Anda memahami dasar-dasar pengajaran dengan Moodle.</p> <p>Setelah menyelesaikan semua kursus, Anda akan menerima lencana sebagai tanda telah menyelesaikan program.&nbsp;Anda juga dapat memilih untuk membeli sertifikat kelulusan. </p> <hr> <p> Program ini berkaitan dengan kompetensi sebagai berikut: 3.1 Mengajar; 5.1 Aksesibilitas dan inklusi.</p>

source: Moodle Teaching Basics
id: Dasar-Dasar Pengajaran Moodle

source: <p>This free program of short beginner level courses is designed to help you understand the basics of teaching with Moodle.</p> <p>Once you complete all the courses you will receive a badge for completing the program.<br></p> <p>You can also choose to purchase a certificate of completion.</p> <p>If you already understand the basics of teaching with Moodle, why not try our Intermediate level program&nbsp;<a href="https://moodle.academy/course/view.php?id=65">Moodle Teaching Skills</a>?</p>
id: <p>Program gratis kursus singkat tingkat pemula ini dirancang untuk membantu Anda memahami dasar-dasar pengajaran dengan Moodle.</p> <p>Setelah menyelesaikan semua kursus, Anda akan menerima lencana sebagai tanda telah menyelesaikan program.<br></p> <p>Anda juga dapat memilih untuk membeli sertifikat kelulusan.</p> <p>Jika Anda sudah memahami dasar-dasar mengajar dengan Moodle, mengapa tidak mencoba program tingkat Menengah kami&nbsp;<a href="https://moodle.academy/course/view.php?id=65">Terampil Mengajar Moodle< /a>?</p>

source: <div class="no-overflow">Before you begin, review the Program overview,&nbsp;Learning outcomes,&nbsp;Program structure&nbsp;and&nbsp;Completion and assessment&nbsp;information.</div>
id: <div class="no-overflow">Sebelum memulai, tinjau ikhtisar Program,&nbsp;Capaian pembelajaran,&nbsp;Struktur program&nbsp;dan&nbsp;Informasi&nbsp;Kelulusan dan penilaian.</div>

source: Digital competences
id: Kompetensi digital

source: <p>All notable changes to this course will be documented in this page.</p> <hr> <p>Date: DD Month YYYY<br>Changed by:&nbsp;<br>Changes:</p> <p></p> <ul> <li>...</li> <li>...</li> <li>...</li> </ul><br> <hr>
id: <p>Semua perubahan penting pada kursus ini akan didokumentasikan di halaman ini.</p> <hr> <p>Tanggal: DD Month YYYY<br>Diubah oleh:&nbsp;<br>Perubahan:</p> <p></p> <ul> <li>...</li> <li>...</li> <li>...</li> </ul><br> <hr>

source: Program overview
id: Tinjauan Program

source: Program structure
id: Struktur program

source: Moodle Course Content
id: Konten Kursus Moodle

source: Moodle Course Activities
id: Aktivitas Kursus Moodle

source: Moodle Course Management
id: Manajemen Kursus Moodle

source: Accessible Teaching Basics
id: Dasar-dasar Pengajaran yang Dapat Diakses

source: You can purchase a certificate of completion once ...
id: Anda dapat membeli sertifikat kelulusan ketika ...

source: <div class="no-overflow"><p dir="ltr" style="text-align: left;">You can purchase a certificate of completion once you complete all the courses in this program.<br></p></div>
id: <div class="no-overflow"><p dir="ltr" style="text-align: left;">Anda dapat membeli sertifikat kelulusan setelah menyelesaikan semua kursus dalam program ini.<br></ p></div>
