Repository: oonid/moodle_academy_translations
Catalog: courses/39-course-creation-basics/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">Available from Site administration &gt; Courses &gt;Download course content, this feature can be enabled so that learners can download some elements of the course if the teacher allows. The admin needs to:</p><p dir="ltr" style="text-align: left;"></p><ul><li>enable the setting from Site administration &gt; Courses &gt; Download course content;</li><li>enable the setting also from Site administration &gt; Courses &gt; Course default settings</li><li>explain to the teaching staff that they should enable the setting from Course navigation &gt; Settings in each course where this is wanted.</li></ul><p>Once all these settings are enabled, 'Download course content' will be visible from the More link.</p><p><img src="https://moodle.academy/pluginfile.php/5939/mod_book/chapter/863/DownloadCourseContent4.png" alt="Screenshot showing location of Download course content - from Course navigation, More" width="700" height="203" class="img-fluid atto_image_button_text-bottom"><br></p><p><strong>Note:</strong> Currently only File, Folder, Page and Label can be downloaded.</p><p></p>
id: <p dir="ltr" style="text-align: left;">Tersedia dari Administrasi situs &gt; Kursus &gt;Unduh konten kursus, fitur ini dapat diaktifkan sehingga pembelajar dapat mengunduh beberapa elemen kursus jika guru mengizinkan. Admin perlu:</p><p dir="ltr" style="text-align: left;"></p><ul><li>mengaktifkan pengaturan dari Administrasi situs &gt; Kursus &gt; Unduh konten kursus;</li><li>aktifkan juga pengaturan dari Administrasi situs &gt; Kursus &gt; Pengaturan default kursus</li><li>menjelaskan kepada staf pengajar bahwa mereka harus mengaktifkan pengaturan dari Navigasi kursus &gt; Setelan di setiap kursus yang menginginkan hal ini.</li></ul><p>Setelah semua setelan ini diaktifkan, 'Unduh konten kursus' akan terlihat dari tautan Lainnya.</p><p><img src ="https://moodle.academy/pluginfile.php/5939/mod_book/chapter/863/DownloadCourseContent4.png" alt="Tangkapan layar menunjukkan lokasi Unduh konten kursus - dari navigasi Kursus, Lainnya" width="700" height= "203" class="img-fluid atto_image_button_text-bottom"><br></p><p><strong>Catatan:</strong> Saat ini hanya Berkas, Folder, Halaman dan Label yang dapat diunduh.</p> <p></p>

source: Focus for this tutorial
id: Fokus untuk tutorial ini

source: <p>In this tutorial we explore:</p> <ul> <li>how courses and categories are organised on your Moodle site</li> <li>how to add a single course</li> <li>how to add courses in bulk</li> <li>how a Moodle course works for teachers and students</li> </ul> <br>
id: <p>Dalam tutorial ini kita menjelajahi:</p> <ul> <li>bagaimana kursus dan kategori diatur di situs Moodle Anda</li> <li>cara menambahkan satu kursus</li> <li>cara menambahkan kursus secara massal</li> <li>cara kerja kursus Moodle bagi guru dan siswa</li> </ul> <br>

source: Activity chooser
id: Pemilih aktivitas

source: <p dir="ltr" style="text-align: left;"></p><ul><li>The Activity chooser appears when someone with course editing rights clicks Add an activity or resource. It presents all the activities and resources available for selection.</li><li>As admin you can decide which tabs are shown on the Activity chooser. You do this from Site administration &gt; Courses &gt; Activity chooser settings.</li><li>You can also decide to show or not to show the link to <a href="https://moodle.net">MoodleNet</a> in the footer of the Activity chooser.</li><li>From Site administration &gt; Courses &gt; Recommended activities you can check activities and resources which will appear in the Recommended tab, to give teachers quick access to these popular items.</li></ul><p><img src="https://moodle.academy/pluginfile.php/5939/mod_book/chapter/906/44activitychooser.png" alt="" width="895" height="895" role="presentation" class="img-fluid atto_image_button_text-bottom"><br></p><p></p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;"></p><ul><li>Pemilih aktivitas muncul ketika seseorang yang memiliki hak mengedit kursus mengklik Tambahkan aktivitas atau sumber daya. Tab ini menyajikan semua aktivitas dan sumber daya yang tersedia untuk dipilih.</li><li>Sebagai admin, Anda dapat memutuskan tab mana yang ditampilkan pada pemilih Aktivitas. Anda melakukan ini dari Administrasi situs &gt; Kursus &gt; Setelan pemilih aktivitas.</li><li>Anda juga dapat memutuskan untuk menampilkan atau tidak menampilkan tautan ke <a href="https://moodle.net">MoodleNet</a> di footer pemilih Aktivitas .</li><li>Dari Administrasi situs &gt; Kursus &gt; Aktivitas yang direkomendasikan Anda dapat memeriksa aktivitas dan sumber daya yang akan muncul di tab Direkomendasikan, untuk memberi pengajar akses cepat ke item populer ini.</li></ul><p><img src="https://moodle.academy/ pluginfile.php/5939/mod_book/chapter/906/44activitychooser.png" alt="" width="895" height="895" role="presentation" class="img-fluid atto_image_button_text-bottom"><br>< /p><p></p><p dir="ltr" style="text-align: left;"><br></p>

source: Bulk create courses
id: Buat kursus secara massal

source: <ul> <li>As an admin you can create course settings in a file offline and upload them from Site administration&nbsp; &gt;&nbsp; Courses &gt; Upload courses.</li> <li>You create them with a spreadsheet program or simple text (.csv) file.</li> <li>Required fields are: shortname, fullname and category. (The category must exist and you use its number, not name).</li> </ul><strong style="font-size: 1rem;">Note: you are not uploading courses with content; merely uploading the relevant course information.</strong><br> <ul> </ul> <p>The video below explains how to bulk create courses. The transcript and mp4 video may be downloaded from the section:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Videos and transcripts for download.</a><br></p><a href="https://www.youtube.com/watch?v=8pIEW6ji4q8">https://www.youtube.com/watch?v=8pIEW6ji4q8</a><br>
id: <ul> <li>Sebagai admin, Anda dapat membuat pengaturan kursus dalam berkas secara luring atau offline dan mengunggahnya dari Administrasi situs&nbsp; &gt;&nbsp; Kursus &gt; Unggah kursus.</li> <li>Anda membuatnya dengan program spreadsheet atau file teks sederhana (.csv).</li> <li>Bidang yang wajib diisi adalah: nama pendek, nama lengkap, dan kategori. (Kategori harus ada dan Anda menggunakan nomornya, bukan namanya).</li> </ul><strong style="font-size: 1rem;">Catatan: Anda tidak mengunggah kursus yang berisi konten; hanya mengunggah informasi kursus yang relevan.</strong><br> <ul> </ul> <p>Video di bawah ini menjelaskan cara membuat kursus secara massal. Transkrip dan video mp4 dapat diunduh dari bagian:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Video dan transkrip untuk diunduh.</ a><br></p><a href="https://www.youtube.com/watch?v=8pIEW6ji4q8">https://www.youtube.com/watch?v=8pIEW6ji4q8</a> <br>

source: Documentation
id: Dokumentasi

source: <p dir="ltr" style="text-align: left;">Moodle has detailed <a href="https://docs.moodle.org/en/Main_page">documentation in English</a>, as well as <a href="https://docs.moodle.org/en/MoodleDocs:Overview">documentation in other languages</a> with varying degrees of completion.</p> <p dir="ltr" style="text-align: left;">Optionally, if you want to read more information about the topics covered in this tutorial, follow the links below to the English documentation:</p> <h5>Manage your courses</h5> <ul> <li><a href="https://docs.moodle.org/en/Organise_your_courses">Organise your courses</a>.</li> <li><a href="https://docs.moodle.org/en/Courses">Courses</a>.</li> <li><a href="https://docs.moodle.org/en/Course_categories">Course categories</a>.</li> </ul> <h5>Create a course</h5> <ul> <li><a href="https://docs.moodle.org/en/Create_a_course">Create a course</a>.</li> </ul> <h5>Upload an existing course</h5> <ul> <li><a href="https://docs.moodle.org/en/Course_restore">Course restore</a>.</li> </ul> <h5>Bulk create courses</h5> <ul> <li><a href="https://docs.moodle.org/en/Upload_courses">Uploading courses</a>.</li> <li><a href="https://docs.moodle.org/en/Adding_a_new_course">Adding a new course</a>.</li> </ul> <h5>Add course content</h5> <ul> <li><a href="https://docs.moodle.org/en/Add_course_content">Add course content</a>.</li> <li><a href="https://docs.moodle.org/en/Teacher_quick_guide">Teacher quick guide</a>.</li> <li><a href="https://docs.moodle.org/en/Activities">Activities</a>.</li> <li><a href="https://docs.moodle.org/en/Resources">Resources</a>.</li> <li><a href="https://docs.moodle.org/en/Blocks">Blocks</a>.</li> </ul>
id: <p dir="ltr" style="text-align: left;">Moodle memiliki dokumentasi rinci <a href="https://docs.moodle.org/en/Main_page">dalam bahasa Inggris</a>, serta <a href="https://docs.moodle.org/en/MoodleDocs:Overview">dokumentasi dalam bahasa lain</a> dengan tingkat penyelesaian yang bervariasi.</p> <p dir="ltr" style="text-align: left;">Secara opsional, jika Anda ingin membaca informasi lebih lanjut tentang topik yang dibahas dalam tutorial ini, ikuti tautan di bawah ke dokumentasi bahasa Inggris:</p> <h5>Kelola kursus Anda</h5> <ul> <li><a href="https://docs.moodle.org/en/Organise_your_courses">Atur kursus Anda</a>.</li> <li><a href="https://docs.moodle.org/en/Courses">Kursus</a>.</li> <li><a href="https://docs.moodle.org/en/Course_categories">Kategori kursus</a>.</li> </ul> <h5>Buat kursus</h5> <ul> <li><a href="https://docs.moodle.org/en/Create_a_course">Buat kursus</a>.</li> </ul> <h5>Unggah kursus yang ada</h5> <ul> <li><a href="https://docs.moodle.org/en/Course_restore">Pemulihan kursus</a>.</li> </ul> <h5>Membuat kursus secara massal</h5> <ul> <li><a href="https://docs.moodle.org/en/Upload_courses">Mengunggah kursus</a>.</li> <li><a href="https://docs.moodle.org/en/Adding_a_new_course">Menambahkan kursus baru</a>.</li> </ul> <h5>Tambahkan konten kursus</h5> <ul> <li><a href="https://docs.moodle.org/en/Add_course_content">Tambahkan konten kursus</a>.</li> <li><a href="https://docs.moodle.org/en/Teacher_quick_guide">Panduan cepat guru</a>.</li> <li><a href="https://docs.moodle.org/en/Activities">Aktivitas</a>.</li> <li><a href="https://docs.moodle.org/en/Resources">Sumber Daya</a>.</li> <li><a href="https://docs.moodle.org/en/Blocks">Blok</a>.</li> </ul>

source: Manage your courses
id: Kelola kursus Anda

source: <ul> <li> A course in Moodle is a space where teachers add learning materials for their students.</li> <li>Courses can be organised into course categories and subcategories, which you can hide if you wish. Courses can only be in one category.</li><li>The default category in a new Moodle site is called Category 1, but you can rename it.</li> <li>You can specify course default settings from Site administration &gt; Courses &gt; Course default settings. Teachers can change these settings in their courses.</li> <li>You can also enable Course requests. This displays a button so users can request an empty course be made for them.</li> </ul> <p>The video below explains how to manage courses. The transcript and mp4 video may be downloaded from the section:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Videos and transcripts for download.</a><br></p><a href="https://youtu.be/NIubD5A4yMY?si=9KCCvjwMXuDBvDO6">How can I manage courses?</a><br>
id: <ul> <li> Kursus di Moodle adalah ruang di mana guru menambahkan materi pembelajaran untuk siswanya.</li> <li>Kursus dapat diatur ke dalam kategori dan subkategori kursus, yang dapat Anda sembunyikan jika diinginkan. Kursus hanya boleh berada dalam satu kategori.</li><li>Kategori bawaan di situs Moodle baru disebut Kategori 1, namun Anda dapat mengganti namanya.</li> <li>Anda dapat menentukan pengaturan default kursus dari Administrasi situs &gt; Kursus &gt; Pengaturan bawaan kursus. Pengajar dapat mengubah setelan ini dalam kursusnya.</li> <li>Anda juga dapat mengaktifkan permintaan Kursus. Ini menampilkan tombol sehingga pengguna dapat meminta dibuatkan kursus kosong untuk mereka.</li> </ul> <p>Video di bawah ini menjelaskan cara mengelola kursus. Transkrip dan video mp4 dapat diunduh dari bagian:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Video dan transkrip untuk diunduh.</ a><br></p><a href="https://youtu.be/NIubD5A4yMY?si=9KCCvjwMXuDBvDO6">Bagaimana cara mengelola kursus?</a><br>

source: Create a course
id: Buat kursus

source: <ul> <li>An administrator can add a new course from Site administration&nbsp; &gt;&nbsp; Courses&nbsp; &gt;&nbsp; Add a new course. </li> <li>The list of courses is also shown on the courses page yoursite.com/<i><b>course</b></i></li> <li>Once you have added a course and added a teacher to it, they can edit the course settings.</li> </ul> <p>The video below explains how to create one course. The transcript and mp4 video may be downloaded from the section:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Videos and transcripts for download.</a><br></p><p><a href="https://youtu.be/uWPIq0rGn6U?si=iwIwB3YT-R4suL8A">How can I create a course on my Moodle site?</a></p>
id: <ul> <li>Administrator dapat menambahkan kursus baru dari Administrasi situs&nbsp; &gt;&nbsp; Kursus &gt;&nbsp; Tambahkan kursus baru. </li> <li>Daftar kursus juga ditampilkan di halaman kursus yoursite.com/<i><b>kursus</b></i></li> <li>Setelah Anda menambahkan kursus dan menambahkan pengajar ke dalamnya, mereka dapat mengedit setelan kursus.</li> </ul> <p>Video di bawah ini menjelaskan cara membuat satu kursus. Transkrip dan video mp4 dapat diunduh dari bagian:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Video dan transkrip untuk diunduh.</ a><br></p><p><a href="https://youtu.be/uWPIq0rGn6U?si=iwIwB3YT-R4suL8A">Bagaimana cara membuat kursus di situs Moodle saya?</a>< /p>

source: Upload an existing course
id: Unggah kursus yang ada

source: <ul> <li>When a course is saved, it is known as a backup. This backup can be downloaded and then uploaded to a different site, or to a different area in the same site.</li> <li>This process is known as Restore.</li> <li>An administrator can upload an existing course from a different site or from the same site from Site administration &gt; Courses &gt; Course restore.</li> </ul><p>The video below explains how to upload an existing course. The transcript and mp4 video may be downloaded from the section:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Videos and transcripts for download.</a><br></p><a href="https://youtu.be/OW1A835SseM?si=hHtDTM2IjvsloOhk">How can I upload a course to my Moodle site?</a><br>
id: <ul> <li>Bila suatu kursus disimpan, maka disebut sebagai cadangan. Cadangan ini dapat diunduh lalu diunggah ke situs lain, atau ke area berbeda di situs yang sama.</li> <li>Proses ini dikenal sebagai Pemulihan.</li> <li>Administrator dapat mengunggah kursus yang ada dari situs berbeda atau dari situs yang sama dari Administrasi situs &gt; Kursus &gt; Pemulihan kursus.</li> </ul><p>Video di bawah ini menjelaskan cara mengunggah kursus yang sudah ada. Transkrip dan video mp4 dapat diunduh dari bagian:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Video dan transkrip untuk diunduh.</ a><br></p><a href="https://youtu.be/OW1A835SseM?si=hHtDTM2IjvsloOhk">Bagaimana cara mengunggah kursus ke situs Moodle saya?</a><br>

source: Add course content
id: Tambahkan konten kursus

source: This tutorial is for administrators to help you manage courses on your Moodle site. It's not to help you teach with Moodle. For more information about teaching with Moodle, explore our <a href="https://moodle.academy/mod/page/view.php?id=57&amp;forceview=1">Educator pathway.&nbsp;</a><br><br>&nbsp;Here is a brief overview of how teachers add course content. <br><br> <ul> <li>The Course navigation gives editing teachers access to Settings (for example, changing the course name), Participants (where they can edit enrolment methods if allowed) and Grades.&nbsp;</li> <li>The More link gives access to other functions such as the course Question bank (for the Quiz) and Content bank (for H5P activities.)</li> <li>Learning resources are added by enabling Edit mode top right&nbsp; and then clicking Add an activity or resource at the bottom of one of the course sections. This opens up the <a href="/mod/book/view.php?id=629&amp;chapterid=906">Activity chooser.</a></li> <li>An 'activity' is something a learner interacts with, like an Assignment or Quiz.</li> <li>A 'resource' is static content that is read, watched or listened to, like a video file or a PDF.</li> <li>Along with activities and resources, teachers can add content from <a href="https://moodle.net">MoodleNet</a>, Moodle's site for finding, sharing and curating open educational content. The link to MoodleNet needs to be enabled from Site administration &gt; Advanced features &gt;Enable MoodleNet integration.</li> <li>Blocks provide extra learning content or information and&nbsp; may&nbsp; be added to the side of the main course content from the Block drawer on the right.</li> </ul> <p>The video below explains how to add course content. The transcript and mp4 video may be downloaded from the section:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Videos and transcripts for download.</a><br></p> <a href="https://youtu.be/zFSox81Be-Y?si=WYq-Eeh1A-s-Pi-n">How can I add course content?</a><br>
id: Tutorial ini ditujukan bagi administrator untuk membantu Anda mengelola kursus di situs Moodle Anda. Ini bukan untuk membantu Anda mengajar dengan Moodle. Untuk informasi lebih lanjut tentang mengajar dengan Moodle, jelajahi <a href="https://moodle.academy/mod/page/view.php?id=57&amp;forceview=1">jalur Pendidik.&nbsp;</a>< br><br>&nbsp;Berikut ini ikhtisar singkat tentang cara pengajar menambahkan konten kursus. <br><br> <ul> <li>Navigasi Kursus memberi pengajar akses pengeditan ke Pengaturan (misalnya, mengubah nama kursus), Peserta (di mana mereka dapat mengedit metode pendaftaran jika diizinkan) dan Nilai.&nbsp;</li> <li>Tautan Lainnya memberikan akses ke fungsi lain seperti bank Soal kursus (untuk Kuis) dan Bank Konten (untuk aktivitas H5P.)</li> <li>Sumber daya pembelajaran ditambahkan dengan mengaktifkan mode Edit di kanan atas&nbsp; lalu mengklik Tambahkan aktivitas atau sumber daya di bagian bawah salah satu bagian kursus. Ini akan membuka <a href="/mod/book/view.php?id=629&amp;chapterid=906">Pemilih aktivitas.</a></li> <li>'Aktivitas' adalah sesuatu yang berinteraksi dengan pelajar, seperti Tugas atau Kuis.</li> <li>'Sumber daya' adalah konten statis yang dibaca, ditonton, atau didengarkan, seperti berkas video atau PDF.</li> <li>Bersama dengan aktivitas dan sumber daya, guru dapat menambahkan konten dari <a href="https://moodle.net">MoodleNet</a>, situs Moodle untuk menemukan, berbagi, dan menyusun konten pendidikan terbuka. Tautan ke MoodleNet harus diaktifkan dari Administrasi situs &gt; Fitur lanjutan &gt;Aktifkan integrasi MoodleNet.</li> <li>Blok memberikan konten atau informasi pembelajaran tambahan dan&nbsp; mungkin&nbsp; ditambahkan ke sisi konten hidangan utama dari laci Blok di sebelah kanan.</li> </ul> <p>Video di bawah ini menjelaskan cara menambahkan konten kursus. Transkrip dan video mp4 dapat diunduh dari bagian:&nbsp;<a href="https://moodle.academy/course/view.php?id=39#section-4">Video dan transkrip untuk diunduh.</ a><br></p> <a href="https://youtu.be/zFSox81Be-Y?si=WYq-Eeh1A-s-Pi-n">Bagaimana cara menambahkan konten kursus?</a><br>

source: Tasks: Course Creation Basics
id: Tugas: Dasar-dasar Pembuatan Kursus

source: <p>Try these tasks to give you practice in site administration.</p> <ol> <li>Rename Category 1 (the default category in your new site)&nbsp; to 'General courses';</li> <li>Add a new category "Science";</li> <li>Set the default number of sections in a course to 5 and set the default format to Weeks.</li> <li>Manually create a new course "Biology";</li> <li>Create a CSV file to upload two new courses, for example Physics and Chemistry. (<a href="https://moodle.academy/pluginfile.php/5924/mod_page/content/12/courseupload.csv">Example .csv file here</a>)</li> <li>Go into a course and change the course format to Topics</li> <li>Enable Edit mode and see what happens when you drag and drop a word-processed document from your desktop.</li> </ol>
id: <p>Cobalah tugas ini untuk memberi Anda latihan dalam administrasi situs.</p> <ol> <li>Ganti nama Kategori 1 (kategori default di situs baru Anda)&nbsp; menjadi 'Kursus umum';</li> <li>Tambahkan kategori baru "Ilmu Pengetahuan";</li> <li>Tetapkan jumlah bagian bawaan dalam suatu kursus menjadi 5 dan atur format bawaan menjadi Minggu.</li> <li>Buat kursus baru "Biologi" secara manual;</li> <li>Buat berkas CSV untuk mengupload dua mata kuliah baru, misalnya Fisika dan Kimia. (<a href="https://moodle.academy/pluginfile.php/5924/mod_page/content/12/courseupload.csv">Contoh berkas .csv di sini</a>)</li> <li>Masuk kursus dan ubah format kursus menjadi Topik</li> <li>Aktifkan mode Edit dan lihat apa yang terjadi saat Anda menarik dan melepas dokumen dari pemroses-kata di desktop Anda.</li> </ol>

source: Checklist: Course Creation Basics
id: Daftar Periksa: Dasar-dasar Pembuatan Kursus

source: Related Courses
id: Kursus Terkait

source: <div class="no-overflow"><h4><i class="fa fa-graduation-cap" aria-hidden="true" style="font-size: 1rem;"></i>&nbsp;Related courses</h4> <p>This course is part of the <strong>'Moodle Admin Basics'</strong> program. Visit the program course to enrol in other courses in this program:</p> <ul> <li><a href="https://moodle.academy/course/view.php?id=60">Moodle Admin Basics program and certificate</a>.</li> </ul> ‍‍​‌‌​‌‍‍</div>
id: <div class="no-overflow"><h4><i class="fa fa-graduation-cap" aria-hidden="true" style="font-size: 1rem;"></i>&nbsp;Kursus terkait</h4> <p>Kursus ini adalah bagian dari program <strong>'Dasar-Dasar Admin Moodle'</strong>. Kunjungi program kursus untuk mendaftar kursus lain dalam program ini:</p> <ul> <li><a href="https://moodle.academy/course/view.php?id=60">Program dan sertifikat Dasar-Dasar Admin Moodle</a>.</li> </ul> ‍‍​‌‌​‌‍‍</div>

source: Images courtesy of Pixabay&nbsp;and&nbsp;UnSplash....
id: Gambar milik Pixabay&nbsp;dan&nbsp;UnSplash....

source: This course launched in April 2022 and is now based on <a href="https://docs.moodle.org/404/en/Main_page">Moodle 4.4</a> functionality.
id: Kursus ini diluncurkan pada bulan April 2022 dan sekarang didasarkan pada fungsionalitas <a href="https://docs.moodle.org/404/en/Main_page">Moodle 4.4</a>.

source: <p>You have created a new course but the course is not showing for students in their My courses tab in the 'In progress' dropdown. What might be the reasons? You can select more than one.</p>
id: <p>Anda telah membuat kursus baru namun kursus tersebut tidak ditampilkan kepada siswa di tab Kursus saya di tarik-turun 'Sedang berlangsung'. Apa alasannya? Anda dapat memilih lebih dari satu.</p>

source: Your answer is correct.
id: Jawaban Anda benar.

source: Your answer is partially correct.
id: Jawaban Anda sebagian benar.

source: Your answer is incorrect.
id: Jawaban Anda salah.

source: <p>In the course settings, you set the course visibility to 'hide'</p>
id: <p>Dalam pengaturan kursus, Anda mengatur visibilitas kursus ke 'sembunyikan'</p>

source: <p>Correct. That is one reason. You hid it while you were preparing it.</p>
id: <p>Benar. Itu salah satu alasannya. Anda menyembunyikannya saat Anda sedang mempersiapkannya.</p>

source: <p>In the course settings you have set the start date to a time in the future</p>
id: <p>Dalam pengaturan kursus Anda telah menetapkan tanggal mulai ke waktu di masa depan</p>

source: <p>Yes. The course will probably be in their 'Future' dropdown.</p>
id: <p>Ya. Kursus ini mungkin ada di tarik-turun 'Masa Depan'.</p>
