Repository: oonid/moodle_academy_translations
Catalog: courses/39-course-creation-basics/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">Learn how to add courses and gain an insight into course editing with this free, self-paced course, part of the Administrator Learning Pathway.</p><p dir="ltr" style="text-align: left;">This course relates to the following competence(s):<br></p><p dir="ltr" style="text-align: left;"></p><ul><li>3.2 Course / Category management.</li></ul><p></p>
id: <p dir="ltr" style="text-align: left;">Pelajari cara menambahkan kursus dan mendapatkan wawasan tentang pengeditan kursus dengan kursus mandiri dan gratis ini, yang merupakan bagian dari Jalur Pembelajaran Administrator.</p> <p dir="ltr" style="text-align: left;">Kursus ini berkaitan dengan kompetensi berikut:<br></p><p dir="ltr" style="text-align: left;"></p><ul><li>3.2 Manajemen Kursus / Kategori.</li></ul><p></p>

source: <p>This self-paced beginner level&nbsp;course is part of the Administrator Learning Pathway and teaches you the very basics of Moodle course creation.</p>
id: <p>Kursus mandiri tingkat pemula&nbsp; ini adalah bagian dari Jalur Pembelajaran Administrator dan mengajarkan Anda dasar-dasar pembuatan kursus Moodle.</p>

source: <p dir="ltr" style="text-align: left;">When you have completed all the required activities, the Course check will appear for you to check your understanding.<br></p>
id: <p dir="ltr" style="text-align: left;">Setelah Anda menyelesaikan semua aktivitas yang diperlukan, pemeriksaan Kursus akan muncul untuk memeriksa pemahaman Anda.<br></p>

source: Completion and assessment
id: Kelulusan dan penilaian

source: <p dir="ltr">To complete the course you need to complete the following activities:</p> <p dir="ltr"></p> <ul> <li>View&nbsp; 'About this course', reading all sections.<br></li> <li>View the 'Tutorial: Course Creation Basics, reading all sections.</li> <li>View the 'Tasks: Course Creation Basics, trying out the suggestions.</li> <li>Complete the 'Checklist: Course Creation Basics' , confirming your understanding.</li> <li>Achieve 80% or more in&nbsp; the 'Course Creation Basics: Check your understanding' quiz.</li> </ul> <p></p> <h4>Completing the activities</h4> <ul> <li>Some activities are automatically marked as completed based on specific criteria.</li> <li>Some activities require you to manually mark them as done.</li> </ul> <p>Make sure you complete the activities according to their completion conditions.</p> <p></p> <h4>Course badge</h4> <p>Upon successful completion of this course you will be automatically awarded with a badge to showcase the skills and knowledge you have obtained.</p> <p></p>
id: <p dir="ltr">Untuk menyelesaikan kursus, Anda perlu menyelesaikan aktivitas berikut:</p> <p dir="ltr"></p> <ul> <li>Lihat&nbsp; 'Tentang kursus ini', baca semua bagian.<br></li> <li>Lihat 'Tutorial: Dasar-Dasar Pembuatan Kursus, baca semua bagian.</li> <li>Lihat 'Tugas: Dasar-Dasar Pembuatan Kursus, dan cobalah sarannya.</li> <li>Lengkapi 'Daftar Periksa: Dasar-dasar Pembuatan Kursus' , untuk mengonfirmasi pemahaman Anda.</li> <li>Mencapai 80% atau lebih dalam&nbsp; kuis 'Dasar-dasar Pembuatan Kursus: Periksa pemahaman Anda'.</li> </ul> <p></p> <h4>Menyelesaikan aktivitas</h4> <ul> <li>Beberapa aktivitas secara otomatis ditandai sebagai selesai berdasarkan kriteria tertentu.</li> <li>Beberapa aktivitas mengharuskan Anda menandainya secara manual sebagai selesai.</li> </ul> <p>Pastikan Anda menyelesaikan aktivitas sesuai dengan kondisi penyelesaiannya.</p> <p></p> <h4>Lencana kursus</h4> <p>Setelah berhasil menyelesaikan kursus ini, Anda akan secara otomatis diberikan lencana untuk menunjukkan keterampilan dan pengetahuan yang telah Anda peroleh.</p> <p></p>

source: Licence
id: Lisensi

source: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/5935/mod_book/chapter/861/ccby.png" alt="Creative Commons Licence" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> This course by Moodle Academy (Moodle Pty Ltd) is licensed under&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Original resources available at&nbsp;<a href="https://moodle.academy/">https://moodle.academy</a>.<br></p> <p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Read more about how you should attribute this work.</a><br> </p>
id: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/5935/mod_book/ chapter/861/ccby.png" alt="Lisensi Creative Commons" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> Kursus dari Moodle Academy (Moodle Pty Ltd) ini dilisensikan dengan&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Sumber daya asli tersedia di&nbsp;<a href="https://moodle.academy/">https://moodle.academy</a>.<br></p> <p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Baca selengkapnya tentang cara mengatribusikan karya ini.</a><br> </p>

source: Learning outcomes
id: Capaian pembelajaran

source: <h4 style="text-align: left;"><span style="color: rgb(73, 80, 87); font-size: 1rem;">By the end of this course, you will be able to:</span><br></h4> <p dir="ltr"></p> <ul> <li>Confidently set up categories and courses individually and in bulk;</li> <li>Be aware of how teachers edit courses and create content.</li> </ul> <p></p>
id: <h4 style="text-align: left;"><span style="color: rgb(73, 80, 87); font-size: 1rem;">Pada akhir kursus ini, Anda akan mampu: </span><br></h4> <p dir="ltr"></p> <ul> <li>Siapkan kategori dan kursus dengan percaya diri secara individual dan massal;</li> <li>Perhatikan cara pengajar mengedit kursus dan membuat konten.</li> </ul> <p></p>

source: Next steps and Certificate
id: Langkah selanjutnya dan Sertifikat

source: <p>If you complete this course successfully, why not take the other courses in the Administrator Learning Pathway Beginner level and optionally purchase a certificate? </p> <ul> <li>Moodle Administration Settings<ul> <li>Explore the main administration settings, site admin presets and basic file management.</li> </ul> </li> <li>Manage&nbsp; your Users<br> <ul> <li>Add teachers and learners to your Moodle site and courses.</li> </ul> </li> <li><span style="font-size: 1rem;">Extend your Moodle site.</span> <ul> <li>Explore advanced features, competencies, badges, plugins and other settings you will learn with further Admin training.</li> </ul> </li> </ul>
id: <p>Jika Anda berhasil menyelesaikan kursus ini, mengapa tidak mengambil kursus lain di tingkat Pemula Jalur Pembelajaran Administrator dan secara opsional membeli sertifikat? </p> <ul> <li>Pengaturan Administrasi Moodle<ul> <li>Jelajahi pengaturan administrasi utama, pengaturan awal admin situs, dan dasar manajemen berkas.</li> </ul> </li> <li>Kelola&nbsp; Pengguna Anda<br> <ul> <li>Tambahkan guru dan pelajar ke situs dan kursus Moodle Anda.</li> </ul> </li> <li><span style="font-size: 1rem;">Perluas situs Moodle Anda.</span> <ul> <li>Jelajahi fitur lanjutan, kompetensi, lencana, plugin, dan pengaturan lainnya yang akan Anda pelajari dengan pelatihan Admin lebih lanjut.</li> </ul> </li> </ul>

source: Course overview
id: Ikhtisar kursus

source: <h4 style="text-align: left;">Aim</h4> <p>In this course you will</p> <ul> <li>Learn about the structure of courses and categories in a Moodle site;</li> <li>Discover the various ways to add courses to your site;</li> <li>Gain an insight into how teachers add course content.</li> </ul> <h4>Format</h4> <p dir="ltr">This is a self-paced course without active moderation.</p> <h4 style="text-align: left;">Estimated time</h4> <p dir="ltr" style="text-align: left;">The estimated time to complete this course is 3 hours.</p>
id: <h4 style="text-align: left;">Bidik</h4> <p>Dalam kursus ini Anda akan</p> <ul> <li>Pelajari tentang struktur kursus dan kategori di situs Moodle;</li> <li>Temukan berbagai cara untuk menambahkan kursus ke situs Anda;</li> <li>Dapatkan wawasan tentang cara pengajar menambahkan konten kursus.</li> </ul> <h4>Format</h4> <p dir="ltr">Ini adalah kursus mandiri tanpa moderasi aktif.</p> <h4 style="text-align: left;">Perkiraan waktu</h4> <p dir="ltr" style="text-align: left;">Perkiraan waktu untuk menyelesaikan kursus ini adalah 3 jam.</p>

source: Course structure
id: Struktur kursus

source: <ul> <li>This is a free, self-paced course provided by Moodle Academy.</li> <li>You must be an administrator of a Moodle site, although you do not need server access.</li><li>Although this course is not facilitated, you are welcome to ask any questions in the General discussion forum.</li> <li>We would love to hear what you think of the course, if anything is unclear, or you have any ideas for improvements. Please provide feedback so we can improve the course for everyone.</li> </ul>
id: <ul> <li>Ini adalah kursus mandiri gratis yang disediakan oleh Moodle Academy.</li> <li>Anda harus menjadi administrator situs Moodle, meskipun Anda tidak memerlukan akses server.</li><li>Meskipun kursus ini tidak difasilitasi, Anda dipersilakan untuk mengajukan pertanyaan apa pun di forum diskusi Umum.</li> <li>Kami ingin mendengar pendapat Anda tentang kursus ini, jika ada yang kurang jelas, atau Anda punya ide untuk perbaikan. Mohon berikan masukan agar kami dapat menyempurnakan kursus ini untuk semua orang.</li> </ul>

source: Is this course right for you?
id: Apakah kursus ini tepat untuk Anda?

source: <p>This course is one of four in a program designed to help you understand the basics of Moodle administration. You will learn about managing a Moodle site from the Administration interface within Moodle.</p> <p>We shall assume that you have a MoodleCloud site or other Moodle site with an admin account. (You can also explore <a href="https://moodlebox.net/">MoodleBox</a> on a Raspberry Pi)&nbsp; Alternatively, you can log in to the <a href="https://sandbox.moodledemo.net/">Moodle sandbox demo</a> site as an admin (remembering that this site is reset every hour on the hour).</p> <p><b>This course IS...</b></p> <ul> <li>for new Moodle users who want to quickly learn how to manage a Moodle site but don't have server or coding skills.</li> <li>for educators who have a MoodleCloud site which they plan to manage themselves and use for teaching classes.</li> <li>for anyone with an interest in learning a little about how a Moodle site works.</li> </ul> <p><b>This course IS NOT...</b></p> <ul> <li>for Moodle users wanting help with installation, server management or operating systems - please post instead in our <a href="https://moodle.org/mod/forum/view.php?id=28">Installing and upgrading help forum</a> on moodle.org.</li> </ul>
id: <p>Kursus ini adalah satu dari empat program yang dirancang untuk membantu Anda memahami dasar-dasar administrasi Moodle. Anda akan belajar tentang mengelola situs Moodle dari antarmuka Administrasi dalam Moodle.</p> <p>Kami berasumsi bahwa Anda memiliki situs MoodleCloud atau situs Moodle lainnya dengan akun admin. (Anda juga dapat menjelajahi <a href="https://moodlebox.net/">MoodleBox</a> di Raspberry Pi)&nbsp; Alternatifnya, Anda dapat masuk ke situs <a href="https://sandbox.moodledemo.net/">Moodle sandbox demo</a> sebagai admin (ingat bahwa situs ini disetel ulang setiap jam pada jamnya).</p> <p><b>Kursus ini ADALAH...</b></p> <ul> <li>untuk pengguna baru Moodle yang ingin cepat mempelajari cara mengelola situs Moodle tetapi tidak memiliki keterampilan server atau coding.</li> <li>untuk pendidik yang memiliki situs MoodleCloud yang mereka rencanakan untuk dikelola sendiri dan digunakan untuk mengajar di kelas.</li> <li>bagi siapa pun yang tertarik mempelajari sedikit tentang cara kerja situs Moodle.</li> </ul> <p><b>Kursus ini BUKAN...</b></p> <ul> <li>bagi pengguna Moodle yang menginginkan bantuan dalam hal instalasi, manajemen server atau sistem operasi - silakan buat post di <a href="https://moodle.org/mod/forum/view.php?id=28">Forum bantuan instalasi dan peningkatan versi</a> di moodle.org.</li> </ul>

source: Moodle versions
id: Versi Moodle

source: The activities and screenshots in this course are based on the standard Boost theme and the latest version of Moodle LMS, currently 4.4.&nbsp;See <a href="https://docs.moodle.org/404/en/Main_page">Moodle 4.4 documentation overview</a> and&nbsp;<a href="https://docs.moodle.org/404/New_features">New Features 4.4 documentation.</a><br>&nbsp;If your Moodle site looks different, ask your Moodle support staff about the theme and version being used. <br><br>&nbsp;You can access documentation about earlier, supported versions of Moodle LMS below. This documentation includes the videos related to each version.<br> <ul> <li><a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3 documentation</a> and <a href="https://docs.moodle.org/403/en/New_features">New Features 4.3 documentation</a>.</li> <li><a href="https://docs.moodle.org/402/en/Main_page">Moodle 4.2 documentation overview</a>&nbsp;and&nbsp;<a href="https://docs.moodle.org/402/en/New_features">New Features 4.2 documentation.</a></li> <li><a href="https://docs.moodle.org/401/en/Main_page">Moodle 4.1 documentation overview</a> and&nbsp;<a href="https://docs.moodle.org/401/en/New_features">New Features 4.1 documentation.</a></li> </ul><p dir="ltr" style="text-align: left;"><br></p>
id: Aktivitas dan tangkapan layar dalam kursus ini didasarkan pada tema standar Boost dan versi terbaru Moodle LMS, saat ini versi 4.4.&nbsp;Lihat <a href="https://docs.moodle.org/404/en/Main_page"> Ikhtisar dokumentasi Moodle 4.4</a> dan&nbsp;<a href="https://docs.moodle.org/404/New_features">Dokumentasi Fitur Baru 4.4.</a><br>&nbsp;Jika situs Moodle Anda terlihat berbeda , tanyakan kepada staf pendukung Moodle Anda tentang tema dan versi yang digunakan. <br><br>&nbsp;Anda dapat mengakses dokumentasi tentang LMS Moodle versi sebelumnya yang didukung di bawah. Dokumentasi ini mencakup video yang terkait dengan setiap versi.<br> <ul> <li><a href="https://docs.moodle.org/403/en/Main_page">Dokumentasi Moodle 4.3</a> dan <a href="https://docs.moodle.org/403/ en/New_features">Dokumentasi Fitur Baru 4.3</a>.</li> <li><a href="https://docs.moodle.org/402/en/Main_page">Ikhtisar dokumentasi Moodle 4.2</a>&nbsp;dan&nbsp;<a href="https://docs.moodle. org/402/en/New_features">Dokumentasi Fitur Baru 4.2.</a></li> <li><a href="https://docs.moodle.org/401/en/Main_page">Ikhtisar dokumentasi Moodle 4.1</a> dan&nbsp;<a href="https://docs.moodle.org/ 401/en/New_features">Dokumentasi Fitur Baru 4.1.</a></li> </ul><p dir="ltr" style="text-align: left;"><br></p>

source: Change log
id: Catatan perubahan

source: <p>All notable changes to this course will be documented in this page.</p> <hr> <p>Date:&nbsp; June 4 2024<br>Changed by: Mary Cooch<br>Changes:</p><p></p><ul><li>Updated the versions page in this Book to reference 4.4.</li><li>Updated the YouTube video How can I manage courses on my Moodle site?</li><li>Replaced said video in the videos for download folder with the 4.4 version.</li><li>Updated the YouTube video How can I create a course on my Moodle site?</li><li>Replaced said video in the videos for download folder with the 4.4 version and replaced the transcript in the transcript folder.</li><li>Updated the YouTube video How can I upload a course to my Moodle site?</li><li>Replaced said video in the videos for download folder with the 4.4 version.</li><li>Updated the YouTube video How can I add content to my Moodle course?&nbsp;</li><li>Replaced said video in the videos for download folder with the 4.4 version and replaced the transcript in the transcripts folder.</li><li>Updated the screenshot of the Activity chooser in the tutorial.</li><li>Updated the side text block to reference 4.4</li></ul><p></p> <p></p> <hr> <p>Date:&nbsp; Dec 5 2023<br>Changed by: Mary Cooch<br>Changes:</p> <p></p> <ul> <li>In Videos for download, replaced all the videos <strong>except</strong> How can I create courses in bulk? with 4.3 versions.</li> <li>In Transcripts for download, replaced the How can I manage courses? and How can I create a course? transcripts with 4.3 versions.</li> <li>In the Tutorial: Course Creation Basics, replaced all the YouTube video links with 4.3 versions <strong>except</strong> How can I bulk upload courses?</li> <li>In the <a href="https://moodle.academy/mod/book/view.php?id=629&amp;chapterid=906#mod_book-chapter">Activity chooser chapter</a>&nbsp;replaced the screenshot in order to show the activity chooser without the External tool link.</li> <li>Replaced that same screenshot in a quiz question in the Course Creation Basics: Check your understanding.</li> <li>Updated the Moodle versions page in this book to reflect 4.3.</li> <li>Updated the course block to say this course is based on 4.3.</li> </ul> <p></p> <hr> <p>Date:&nbsp; June 6 2023<br>Changed by: Mary Cooch<br>Changes:</p> <ul> <li>Updated versions page to reference 4.2.</li> <li>Updated side block to say this course now uses 4.2.</li> <li>In Tutorial: Course Creation Basics, updated the link to the following videos:<ul> <li>How can I create a course on my Moodle site?</li> <li>How can I add content to my Moodle course?</li> </ul> </li> <li><span style="font-size: 1rem;">In Videos for download, replaced the two videos above with their 4.2 versions.</span><br></li> <li>In Transcripts for download, updated the transcript of How can I add content to my Moodle course&nbsp; to reflect the ability to add content anywhere on the course page. (Note this is a very minor edit, and the video How can I create a course does not have any text changes, hence no new transcript/)</li> </ul> <hr> <p>Date:&nbsp; December 2022<br>Changed by: Mary Cooch<br>Changes:</p> <ul> <li>Added versions page and changed text block to say 4.1</li> <li>Redid the Add course content video to show the new Text and Media rea instead of Label in Resources. The transcript is the same and it is such a minor visual change that there is no need for you to update the video unless you really want to. The updated video is in the Downloads folder and the Youtube video is linked to on the page in the Tutorial.<br><br></li> </ul> <hr>
id: <p>Semua perubahan penting pada kursus ini akan didokumentasikan di halaman ini.</p> <jam> <p>Tanggal:&nbsp; 4 Juni 2024<br>Diubah oleh: Mary Cooch<br>Perubahan:</p><p></p><ul><li>Memperbarui halaman versi dalam Buku ini ke referensi 4.4.</li><li >Memperbarui video YouTube Bagaimana cara mengelola kursus di situs Moodle saya?</li><li>Mengganti video tersebut di folder video untuk diunduh dengan versi 4.4.</li><li>Memperbarui video YouTube Bagaimana caranya membuat kursus di situs Moodle saya?</li><li>Mengganti video tersebut di folder video untuk diunduh dengan versi 4.4 dan mengganti transkrip di folder transkrip.</li><li>Memperbarui video YouTube Bagaimana caranya Saya mengunggah kursus ke situs Moodle saya?</li><li>Mengganti video tersebut di folder video untuk diunduh dengan versi 4.4.</li><li>Memperbarui video YouTube Bagaimana cara menambahkan konten ke kursus Moodle saya ?&nbsp;</li><li>Mengganti video tersebut di folder video untuk diunduh dengan versi 4.4 dan mengganti transkrip di folder transkrip.</li><li>Memperbarui tangkapan layar pemilih Aktivitas dalam tutorial. </li><li>Memperbarui blok teks samping ke referensi 4.4</li></ul><p></p> <p></p> <jam> <p>Tanggal:&nbsp; 5 Des 2023<br>Diubah oleh: Mary Cooch<br>Perubahan:</p> <p></p> <ul> <li>Dalam Video untuk diunduh, ganti semua video <strong>kecuali</strong> Bagaimana cara membuat kursus secara massal? dengan versi 4.3.</li> <li>Dalam Transkrip untuk diunduh, menggantikan Bagaimana cara mengelola kursus? dan Bagaimana cara membuat kursus? transkrip dengan versi 4.3.</li> <li>Dalam Tutorial: Dasar-Dasar Pembuatan Kursus, ganti semua tautan video YouTube dengan versi 4.3 <strong>kecuali</strong> Bagaimana cara mengunggah kursus secara massal?</li> <li>Dalam <a href="https://moodle.academy/mod/book/view.php?id=629&amp;chapterid=906#mod_book-chapter">bab pemilih aktivitas</a>&nbsp;mengganti tangkapan layar untuk menampilkan pemilih aktivitas tanpa tautan alat Eksternal.</li> <li>Mengganti tangkapan layar yang sama pada pertanyaan kuis di Dasar-dasar Pembuatan Kursus: Periksa pemahaman Anda.</li> <li>Memperbarui halaman versi Moodle dalam buku ini agar mencerminkan versi 4.3.</li> <li>Memperbarui blok kursus untuk menyatakan bahwa kursus ini didasarkan pada 4.3.</li> </ul> <p></p> <jam> <p>Tanggal:&nbsp; 6 Juni 2023<br>Diubah oleh: Mary Cooch<br>Perubahan:</p> <ul> <li>Halaman versi diperbarui untuk referensi 4.2.</li> <li>Blok samping diperbarui untuk menyatakan bahwa kursus ini sekarang menggunakan 4.2.</li> <li>Dalam Tutorial: Dasar-Dasar Pembuatan Kursus, perbarui tautan ke video berikut:<ul> <li>Bagaimana cara membuat kursus di situs Moodle saya?</li> <li>Bagaimana cara menambahkan konten ke kursus Moodle saya?</li> </ul> </li> <li><span style="font-size: 1rem;">Pada Video untuk didownload, ganti kedua video di atas dengan versi 4.2.</span><br></li> <li>Dalam Transkrip untuk diunduh, perbarui transkrip Bagaimana saya dapat menambahkan konten ke kursus Moodle saya&nbsp; untuk mencerminkan kemampuan untuk menambahkan konten di mana saja pada halaman kursus. (Perhatikan bahwa ini adalah pengeditan yang sangat kecil, dan video Bagaimana cara membuat kursus tidak mengalami perubahan teks apa pun, sehingga tidak ada transkrip baru/)</li> </ul> <jam> <p>Tanggal:&nbsp; Desember 2022<br>Diubah oleh: Mary Cooch<br>Perubahan:</p> <ul> <li>Menambahkan halaman versi dan mengubah blok teks menjadi 4.1</li> <li>Membuat ulang video Tambahkan konten kursus untuk menampilkan Teks dan Media baru, bukan Label di Sumber Daya. Transkripnya sama dan hanya ada sedikit perubahan visual sehingga Anda tidak perlu memperbarui video kecuali Anda benar-benar menginginkannya. Video yang diperbarui ada di folder Unduhan dan video Youtube ditautkan ke halaman di Tutorial.<br><br></li> </ul> <jam>

source: Tutorial: Course Creation Basics
id: Tutorial: Dasar-dasar Pembuatan Kursus

source: Test your understanding with this Quick check. The scores are not recorded, so you can try as often as you like.<br>{Q{embed/embed3|bd3c6697b7cdfd554ef34e9be40c7b5f379527c90f0ecd44e5d9e4f644f9921b}Q}<br><br>
id: Uji pemahaman Anda dengan pemeriksaan cepat ini. Skornya tidak dicatat, jadi Anda dapat mencobanya sesering yang Anda mau.<br>{Q{embed/embed3|bd3c6697b7cdfd554ef34e9be40c7b5f379527c90f0ecd44e5d9e4f644f9921b}Q<br><br>

source: Quick check
id: Pemeriksaan cepat

source: <p dir="ltr" style="text-align: left;">Test your understanding with this Quick check. The scores are not recorded, so you can try as often as you like.</p><p dir="ltr" style="text-align: left;">{Q{embed/embed1|c40d9e3ad98bce58f71b73c688f2570c23e3acdeafbea959848889895f223a22}Q}<br></p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;">Uji pemahaman Anda dengan Pemeriksaan cepat ini. Skornya tidak dicatat, jadi Anda dapat mencobanya sesering yang Anda mau.</p><p dir="ltr" style="text-align: left;">{Q{embed/embed1|c40d9e3ad98bce58f71b73c688f2570c23e3acdeafbea959848889895f223a22}Q}< br></p><p dir="ltr" style="text-align: left;"><br></p>

source: Download course content
id: Unduh konten kursus
