Repository: oonid/moodle_academy_translations
Catalog: courses/034-start-teaching-with-moodle/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">Remember that you may always review the section 'Add and edit course content' from the Tutorial: Start setting up your course for more information - and why not test this in your own practice course?</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat meninjau bagian 'Tambahkan dan edit konten kursus' dari Tutorial: Mulai menyiapkan kursus Anda untuk informasi lebih lanjut - dan mengapa tidak mengujinya di kursus latihan Anda sendiri?</p>

source: <p dir="ltr" style="text-align: left;">To alert learners when you add a new activity or resource.</p>
id: <p dir="ltr" style="text-align: left;">Untuk memperingatkan peserta didik ketika Anda menambahkan aktivitas atau sumber daya baru.</p>

source: <p dir="ltr" style="text-align: left;">To alert learners when you make a change to an activity or resource.</p>
id: <p dir="ltr" style="text-align: left;">Untuk mengingatkan peserta didik ketika Anda melakukan perubahan pada aktivitas atau sumber daya.</p>

source: <p dir="ltr" style="text-align: left;">To alert learners when an assignment is due.</p>
id: <p dir="ltr" style="text-align: left;">Untuk memperingatkan peserta didik saat tugas sudah jatuh tempo.</p>

source: <p dir="ltr" style="text-align: left;">Not really - there are other automatic ways to do that.</p>
id: <p dir="ltr" style="text-align: left;">Tidak juga - ada cara otomatis lain untuk melakukannya.</p>

source: <p dir="ltr" style="text-align: left;">To alert learners when the course will close.</p>
id: <p dir="ltr" style="text-align: left;">Untuk memperingatkan peserta didik kapan kursus akan ditutup.</p>

source: <p dir="ltr" style="text-align: left;">Think again - and look at the tutorial.</p>
id: <p dir="ltr" style="text-align: left;">Pikirkan lagi - dan lihat tutorialnya.</p>

source: <p dir="ltr" style="text-align: left;">TinyMCE is Moodle's default text editor and is optimised for accessiblity, with icons for accesiblity checking and useful support for keyboard navigation. However, some people prefer to use other editors or plain text for example. How could you change your editor?</p>
id: <p dir="ltr" style="text-align: left;">TinyMCE adalah editor teks default Moodle dan dioptimalkan untuk aksesibilitas, dengan ikon untuk pemeriksaan aksesibilitas dan dukungan berguna untuk navigasi keyboard. Namun, beberapa orang lebih suka menggunakan editor lain atau teks biasa misalnya. Bagaimana Anda bisa mengubah editor Anda?</p>

source: <p dir="ltr" style="text-align: left;">Remember that you may always review the section 'Adding and editing text' in the Tutorial: Start exploring Moodle for more information.&nbsp;</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat meninjau bagian 'Menambahkan dan mengedit teks' dalam Tutorial: Mulai jelajahi Moodle untuk informasi lebih lanjut.&nbsp;</p>

source: <p dir="ltr" style="text-align: left;">Ask your admin to change your editor for you.</p>
id: <p dir="ltr" style="text-align: left;">Minta admin Anda untuk mengubah editor Anda.</p>

source: <p dir="ltr" style="text-align: left;">No need to -&nbsp; you can do this yourself.</p>
id: <p dir="ltr" style="text-align: left;">Tidak perlu -&nbsp; Anda bisa melakukannya sendiri.</p>

source: <p dir="ltr" style="text-align: left;">From the User menu &gt; Profile</p>
id: <p dir="ltr" style="text-align: left;">Dari menu Pengguna &gt; Profil</p>

source: <p dir="ltr" style="text-align: left;">Are you sure? Go and check your profile. Can you see other editors there?</p>
id: <p dir="ltr" style="text-align: left;">Apakah Anda yakin? Pergi dan periksa profil Anda. Bisakah Anda melihat editor lain di sana?</p>

source: <p dir="ltr" style="text-align: left;">From the User menu &gt; Preferences &gt; Editor preferences.</p>
id: <p dir="ltr" style="text-align: left;">Dari menu Pengguna &gt; Preferensi &gt; Preferensi editor.</p>

source: <p dir="ltr" style="text-align: left;">Well remembered!</p>
id: <p dir="ltr" style="text-align: left;">Ingat sekali!</p>

source: <p dir="ltr" style="text-align: left;">From the TinyMCE editor, click to expand the toolbar and then click the "Other editors" button.</p>
id: <p dir="ltr" style="text-align: left;">Dari editor TinyMCE, klik untuk memperluas toolbar lalu klik tombol "Editor lainnya".</p>

source: <p dir="ltr" style="text-align: left;">There is no such button.</p>
id: <p dir="ltr" style="text-align: left;">Tidak ada tombol seperti itu.</p>

source: <p dir="ltr" style="text-align: left;">Which of these statements describes a course in Moodle? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Manakah dari pernyataan berikut yang menjelaskan kursus di Moodle? Pilih semua yang sesuai.</p>

source: <p dir="ltr" style="text-align: left;">Remember that you may always review the section 'What is a course?' in the Tutorial: Start exploring Moodle for more information.</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat meninjau bagian 'Apa itu kursus?' dalam Tutorial: Mulai jelajahi Moodle untuk informasi lebih lanjut.</p>

source: <p dir="ltr" style="text-align: left;">A course is a place on Moodle where teachers teach and learners learn.</p>
id: <p dir="ltr" style="text-align: left;">Kursus adalah tempat di Moodle tempat pengajar mengajar dan peserta didik belajar.</p>

source: <p dir="ltr" style="text-align: left;">That is a good description.</p>
id: <p dir="ltr" style="text-align: left;">Itu deskripsi yang bagus.</p>

source: <p dir="ltr" style="text-align: left;">A course must always&nbsp; have a specific start and end date.</p>
id: <p dir="ltr" style="text-align: left;">Kursus harus selalu&nbsp; memiliki tanggal mulai dan berakhir yang spesifik.</p>

source: <p dir="ltr" style="text-align: left;">Are you sure about that? Read the information again.</p>
id: <p dir="ltr" style="text-align: left;">Apakah Anda yakin tentang itu? Baca kembali informasinya.</p>

source: <p dir="ltr" style="text-align: left;">A course can be in weekly or topic sections.</p>
id: <p dir="ltr" style="text-align: left;">Kursus bisa dalam bagian mingguan atau topik.</p>

source: <p dir="ltr" style="text-align: left;">Yes, and other course formats are available as well.</p>
id: <p dir="ltr" style="text-align: left;">Ya, dan format kursus lainnya juga tersedia.</p>

source: <p dir="ltr" style="text-align: left;">Learners must be enrolled by the teacher or admin into the course.</p>
id: <p dir="ltr" style="text-align: left;">Peserta didik harus didaftarkan oleh pengajar atau admin ke kursus.</p>

source: <p dir="ltr" style="text-align: left;">Are you sure? What about if they want to join the course themselves?</p>
id: <p dir="ltr" style="text-align: left;">Apakah kamu yakin? Bagaimana jika mereka ingin mengikuti kursus itu sendiri?</p>
