Repository: oonid/moodle_academy_translations
Catalog: courses/034-start-teaching-with-moodle/*.po
Languages: id

source: <p style="text-align: center;"> <a href="https://moodle.academy/mod/book/view.php?id=5&amp;chapterid=624"> <img src="https://moodle.academy/pluginfile.php/18785/block_html/content/ccby.png" alt="Creative Commons Licence" width="120" height="42" style="border-width:0" class="img-fluid atto_image_button_text-bottom"></a></p> <p style="text-align: center;"><a href="https://moodle.academy/mod/book/view.php?id=553&amp;chapterid=827">Licensed under CC BY 4.0</a>.</p>
id: <p style="text-align: center;"> <a href="https://moodle.academy/mod/book/view.php?id=5&amp;chapterid=624"> <img src="https://moodle.academy/pluginfile.php/18785/block_html/content/ccby.png" alt="Lisensi Creative Commons" width="120" height="42" style="border-width :0" class="img-fluid atto_image_button_text-bottom"></a></p> <p style="text-align: center;"><a href="https://moodle.academy/mod/book/view.php?id=553&amp;chapterid=827">Berlisensi CC BY 4.0</ a>.</p>

source: This course launched in April 2022 and is now based on <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3</a> functionality.
id: Kursus ini diluncurkan pada bulan April 2022 dan sekarang didasarkan pada fungsionalitas <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3</a>.

source: You've been given a course with teacher permissions to practise in. Unfortunately you realise you typed the name of your course wrong. How can you correct it?
id: Anda telah diberi kursus dengan izin pengajar untuk berlatih. Sayangnya Anda menyadari bahwa Anda salah mengetik nama kursus Anda. Bagaimana cara memperbaikinya?

source: Your answer is correct.
id: Jawaban Anda benar.

source: Your answer is partially correct.
id: Jawaban Anda sebagian benar.

source: Your answer is incorrect.
id: Jawaban Anda salah.

source: <p>As admin, delete the course and create a new one.</p>
id: <p>Sebagai admin, hapus kursus dan buat kursus baru.</p>

source: <p>You are not an admin and you don't need to do this!</p>
id: <p>Anda bukan admin dan Anda tidak perlu melakukan ini!</p>

source: <p>Enable Edit mode and click the pencil icon next to General on the course page.</p>
id: <p>Aktifkan mode Edit dan klik ikon pensil di sebelah Umum pada halaman kursus.</p>

source: <p>This will not change your course name.</p>
id: <p>Ini tidak akan mengubah nama kursus Anda.</p>

source: <p>Click 'Settings' in the Course navigation and change the name from there.</p>
id: <p>Klik 'Pengaturan' di navigasi Kursus dan ubah namanya dari sana.</p>

source: <p>That's the way to do it!</p>
id: <p>Itulah cara melakukannya!</p>

source: <p>Enable Edit mode</p>
id: <p>Aktifkan mode Edit</p>

source: <p>You don't need to enable edit mode to change the course name.</p>
id: <p>Anda tidak perlu mengaktifkan mode edit untuk mengubah nama kursus.</p>

source: <p>This screenshot shows a student's My courses page. How did the course images get there?</p><p><img src="@@PLUGINFILE@@/StudentMycourses.png" alt="My course tab showing course images" width="700" height="266" class="img-fluid atto_image_button_text-bottom"><br></p><p><br></p>
id: <p>Tangkapan layar ini menunjukkan laman Kursus saya milik siswa. Bagaimana gambar kursus bisa sampai di sana?</p><p><img src="@@PLUGINFILE@@/StudentMycourses.png" alt="Tab Kursus saya menampilkan gambar kursus" width="700" height="266" class="img-fluid atto_image_button_text-bottom"><br></p><p><br></p>

source: <p>They are part of the standard Boost theme.</p>
id: <p>Itu adalah bagian dari tema Boost standar.</p>

source: <p>No - these images do not depend on the Boost theme.</p>
id: <p>Tidak - gambar ini tidak bergantung pada tema Boost.</p>

source: <p>The administrator adds them from Site administration &gt; Courses &gt; Course default settings.</p>
id: <p>Administrator menambahkannya dari Administrasi situs &gt; Kursus &gt; Pengaturan bawaan kursus.</p>

source: <p>Go and check!</p>
id: <p>Lanjut dan periksa!</p>

source: They are added from the course settings within each course.
id: Mereka ditambahkan dari pengaturan kursus dalam setiap kursus.

source: <p>Yes. Anyone who can edit the course settings such as admins or teachers can add them.</p>
id: <p>Ya. Siapa pun yang dapat mengedit pengaturan kursus seperti admin atau pengajar dapat menambahkannya.</p>

source: <p>They are part of a course template.</p>
id: <p>Mereka adalah bagian dari templat kursus.</p>

source: <p>No. No template is needed to add the various images.</p>
id: <p>Tidak. Tidak diperlukan templat untuk menambahkan berbagai gambar.</p>

source: <p>A course may be set up in a variety of formats. You are teaching an English language course with four sections, not dependent on weeks in a term. The sections are Reading, Speaking, Listening and Writing. Which course format would be best?</p>
id: <p>Kursus dapat diatur dalam berbagai format. Anda mengajar kursus bahasa Inggris dengan empat bagian, tidak bergantung pada minggu dalam satu semester. Bagian-bagiannya adalah Membaca, Berbicara, Mendengarkan dan Menulis. Format kursus manakah yang terbaik?</p>

source: <p>Topics format</p>
id: <p>Format topik</p>

source: <p>This would be the most appropriate, yes.</p>
id: <p>Ini yang paling tepat ya.</p>

source: <p>Weekly format</p>
id: <p>Format mingguan</p>

source: <p>You don't need the course divided into weeks.</p>
id: <p>Anda tidak memerlukan kursus dibagi menjadi beberapa minggu.</p>

source: <p>Social format</p>
id: <p>Format sosial</p>

source: <p>This is more for discussions only.</p>
id: <p>Ini lebih untuk diskusi saja.</p>

source: <p>Single activity format</p>
id: <p>Format aktivitas tunggal</p>

source: <p>This would only allow you to create one activity in her course.</p>
id: <p>Ini hanya memungkinkan Anda membuat satu aktivitas dalam kursusnya.</p>

source: <p dir="ltr" style="text-align: left;">You don't want your learners to be able to sign up to your course themselves. You want to specify who can and cannot have access to the course. How do you do that?</p>
id: <p dir="ltr" style="text-align: left;">Anda tidak ingin peserta didik Anda dapat mendaftar sendiri ke kursus Anda. Anda ingin menentukan siapa yang dapat dan tidak dapat mengakses kursus. Bagaimana caranya?</p>

source: <p dir="ltr" style="text-align: left;">Review the section 'Give learners access to your course' in the Tutorial: Start setting up your course for more informatoin.</p>
id: <p dir="ltr" style="text-align: left;">Tinjau bagian 'Beri peserta akses ke kursus Anda' di Tutorial: Mulai siapkan kursus Anda untuk informasi lebih lanjut.</p>

source: <p dir="ltr" style="text-align: left;">Use manual enrolment.</p>
id: <p dir="ltr" style="text-align: left;">Gunakan pendaftaran manual.</p>

source: <p dir="ltr" style="text-align: left;">That is the way.</p>
id: <p dir="ltr" style="text-align: left;">Itulah jalannya.</p>

source: <p dir="ltr" style="text-align: left;">Delete the enrolment method 'Self-enrolment' from your course settings.</p>
id: <p dir="ltr" style="text-align: left;">Hapus metode pendaftaran 'Pendaftaran mandiri' dari pengaturan kursus Anda.</p>

source: <p dir="ltr" style="text-align: left;">That would not really help. You still need to specify who can enter your course.</p>
id: <p dir="ltr" style="text-align: left;">Itu tidak akan terlalu membantu. Anda tetap perlu menentukan siapa saja yang dapat mengikuti kursus Anda.</p>

source: <p dir="ltr" style="text-align: left;">Give the admin a list of students you want added to the course.</p>
id: <p dir="ltr" style="text-align: left;">Beri admin daftar siswa yang ingin Anda tambahkan ke kursus.</p>

source: Do you really need the admin's help?
id: Apakah Anda benar-benar membutuhkan bantuan admin?

source: <p dir="ltr" style="text-align: left;">Use the 'Cohort sync' method.</p>
id: <p dir="ltr" style="text-align: left;">Gunakan metode 'Sinkronisasi kelompok'.</p>

source: Do you have a cohort? As a teacher, you can't create a cohort. Perhaps there is a simpler way.
id: Apakah Anda memiliki kelompok? Sebagai pengajar, Anda tidak dapat membuat kelompok. Mungkin ada cara yang lebih sederhana.

source: You are a teacher in your course, with the standard Boost theme. How can you enrol a student?
id: Anda adalah pengajar di kursus Anda, dengan tema standar Boost. Bagaimana cara mendaftarkan siswa?

source: Click the Participants link from the course navigation and then click Enrol users.
id: Klik tautan Peserta dari navigasi kursus, lalu klik Daftarkan pengguna.

source: <p>Yes! If you are using the Classic theme it is slightly different. Perhaps you could go and try?</p>
id: <p>Ya! Jika Anda menggunakan tema Classic sedikit berbeda. Mungkin Anda bisa mencobanya?</p>

source: <p>With a CSV file with the required fields 'username, password, firstname, lastname, email'.</p>
id: <p>Dengan file CSV dengan kolom wajib 'username, password, firstname, lastname, email'.</p>

source: <p>No. Only admins can do this and you have the editing teacher role.</p>
id: <p>Tidak. Hanya admin yang dapat melakukan ini dan Anda memiliki peran pengajar pengedit.</p>

source: <p>Enable edit mode, click 'Add an activity' and then 'Users'.</p>
id: <p>Aktifkan mode edit, klik 'Tambahkan aktivitas', lalu 'Pengguna'.</p>

source: <p>No. Such a setting does not exist.</p>
id: <p>Tidak. Pengaturan seperti itu tidak ada.</p>

source: <p dir="ltr" style="text-align: left;">You are exploring the <a href="http://school.moodledemo.net">Mount Orange School</a> site and you notice that some courses, such as Psychology in Cinema and Russia in Revolution have blocks on the side giving licensing details for the course. You'd like to add such a block to your course. What type of block is this?</p>
id: <p dir="ltr" style="text-align: left;">Anda menjelajahi situs <a href="http://school.moodledemo.net">Mount Orange School</a> dan Anda melihat bahwa beberapa kursus, seperti Psikologi dalam Sinema dan Rusia dalam Revolusi memiliki blok di samping yang memberikan rincian lisensi untuk kursus tersebut. Anda ingin untuk menambahkan blok seperti itu ke kursus Anda. Jenis blok apa ini?</p>

source: <p>A Creative Commons licensing block</p>
id: <p>Blok lisensi Creative Commons</p>

source: <p>That is not a standard block.</p>
id: <p>Itu bukan blok standar.</p>

source: <p>A Text block</p>
id: <p>Blok teks</p>

source: <p>That's right. This is a customisable block allowing you to add images, text and certain types of code.</p>
id: <p>Benar. Ini adalah blok yang dapat disesuaikan yang memungkinkan Anda menambahkan gambar, teks, dan jenis kode tertentu.</p>

source: <p>An RSS block</p>
id: <p>Blok RSS</p>

source: <p>No. Make sure you explore what an RSS block is.</p>
id: <p>Tidak. Pastikan Anda menjelajahi apa itu blok RSS.</p>

source: <p>A non-standard block not available on your site</p>
id: <p>Blok non-standar tidak tersedia di situs Anda</p>

source: <p>Not true! Log in to the School demo site with username teacher, password moodle, turn on the editing and discover what the block is.</p>
id: <p>Tidak benar! Masuk ke situs demo Sekolah dengan nama pengguna teacher, sandi moodle, aktifkan pengeditan dan temukan apa yang diblokir.</p>

source: Student Anna sees '50% complete' in a course on her My courses tab. What does this mean?
id: Siswa Anna melihat '50% selesai' dalam kursus di tab Kursus saya. Apa artinya ini?

source: Review the Book Start exploring Moodle for more information.
id: Tinjau Buku Mulai jelajahi Moodle untuk informasi lebih lanjut.

source: <p dir="ltr" style="text-align: left;">It is the percentage of required activities that she has completed in that course.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah persentase aktivitas wajib yang telah dia selesaikan dalam kursus tersebut.</p>

source: <p dir="ltr" style="text-align: left;">It is the percentage of the course which she still has left to complete before she has finished.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah persentase kursus yang masih harus dia selesaikan sebelum dia menyelesaikannya.</p>

source: <p dir="ltr" style="text-align: left;">Check again!</p>
id: <p dir="ltr" style="text-align: left;">Periksa lagi!</p>

source: <p dir="ltr" style="text-align: left;">It is the percentage of time&nbsp; she has spent in that course as opposed to the time she has spent in other courses.</p>
id: <p dir="ltr" style="text-align: left;">Ini adalah persentase waktu&nbsp; yang dia habiskan dalam kursus tersebut dibandingkan dengan waktu yang dia habiskan di kursus lain.</p>

source: <p dir="ltr" style="text-align: left;">Think again!</p>
id: <p dir="ltr" style="text-align: left;">Pikirkan lagi!</p>

source: This course is still being prepared by her teacher and it is the percentage of the course that her teacher has completed for the students.
id: Kursus ini masih dipersiapkan oleh pengajarnya dan merupakan persentase kursus yang telah diselesaikan pengajarnya untuk siswa.

source: Think again and do please review the Tutorial: Start exploring&nbsp; Moodle.
id: Pikirkan lagi dan silakan tinjau Tutorial: Mulai menjelajah&nbsp; Moodle.

source: <p dir="ltr" style="text-align: left;">Which of the following statements is/are true? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Manakah pernyataan berikut ini yang benar? Pilih semua yang sesuai.</p>

source: <p dir="ltr" style="text-align: left;">TinyMCE is Moodle's default editor for adding text.</p>
id: <p dir="ltr" style="text-align: left;">TinyMCE adalah editor bawaan Moodle untuk menambahkan teks.</p>

source: <p dir="ltr" style="text-align: left;">That's right. There are others if enabled by your administrator.</p>
id: <p dir="ltr" style="text-align: left;">Benar. Ada yang lain jika diaktifkan oleh administrator Anda.</p>

source: <p dir="ltr" style="text-align: left;">Blocks add extra information to the side of a course.</p>
id: <p dir="ltr" style="text-align: left;">Blok menambahkan informasi tambahan ke sisi dari suatu kursus.</p>

source: <p dir="ltr" style="text-align: left;">Yes. Have you explored blocks?</p>
id: <p dir="ltr" style="text-align: left;">Ya. Sudahkah Anda menjelajahi blok?</p>

source: Courses must contain more than one item.
id: Kursus harus berisi lebih dari satu item.

source: <p dir="ltr" style="text-align: left;">Not true. Look again at the course formats. What do you see?</p>
id: <p dir="ltr" style="text-align: left;">Tidak benar. Lihat kembali format kursusnya. Apa yang kamu lihat?</p>

source: <p dir="ltr" style="text-align: left;">Extra topic sections must be added from a link at the bottom of the course.</p>
id: <p dir="ltr" style="text-align: left;">Bagian topik tambahan harus ditambahkan dari tautan di bagian bawah kursus.</p>

source: <p dir="ltr" style="text-align: left;">Are you sure? Review the information and see if you can add them in other places.</p>
id: <p dir="ltr" style="text-align: left;">Apakah Anda yakin? Tinjau informasinya dan lihat apakah Anda dapat menambahkannya di tempat lain.</p>

source: <p dir="ltr" style="text-align: left;">Which of these are available in Moodle's standard TinyMCE editor? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Manakah dari berikut ini yang tersedia di editor TinyMCE standar Moodle? Pilih semua yang sesuai.</p>

source: <p>Record short audio or video clips.</p>
id: <p>Rekam audio atau klip video pendek.</p>

source: <p dir="ltr" style="text-align: left;">Yes! You may record 2 min video or audio clips directly into the editor.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya! Anda dapat merekam klip video atau audio berdurasi 2 menit langsung ke editor.<br></p>

source: <p>Check your text for accessibility.</p>
id: <p>Periksa teks Anda untuk aksesibilitas.</p>

source: <p dir="ltr" style="text-align: left;">Yes! And it is a good practice to adopt.&nbsp;<br></p>
id: <p dir="ltr" style="text-align: left;">Ya! Dan ini merupakan praktik yang baik untuk diterapkan.&nbsp;<br></p>

source: <p>Drag and drop images into the text editor.</p>
id: <p>Seret dan lepas gambar ke editor teks.</p>

source: <p dir="ltr" style="text-align: left;">Yes! This is also possible now.<br></p>
id: <p dir="ltr" style="text-align: left;">Ya! Hal ini juga dimungkinkan sekarang.<br></p>

source: <p>Use a wide variety of different colours.</p>
id: <p>Gunakan berbagai macam warna berbeda.</p>

source: <p>The standard editor doesn't allow you to choose different&nbsp; colours. Some users have problems with different colours.</p>
id: <p>Editor standar tidak mengizinkan Anda memilih warna&nbsp; yang berbeda. Beberapa pengguna mengalami masalah dengan warna yang berbeda.</p>

source: <p dir="ltr" style="text-align: left;">Which of these methods can you use to move sections on your Moodle 4 course when edit mode is enabled? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Manakah dari metode berikut yang dapat Anda gunakan untuk memindahkan bagian pada kursus Moodle 4 Anda ketika mode edit diaktifkan? Pilih semua yang sesuai.</p>

source: <p dir="ltr" style="text-align: left;">Review the Book Start setting up your course for more information.</p>
id: <p dir="ltr" style="text-align: left;">Tinjau Buku Mulai menyiapkan kursus Anda untuk informasi lebih lanjut.</p>

source: <p dir="ltr" style="text-align: left;">Collapse the section, click on it and drag and drop to the area you want it on the main course page.</p>
id: <p dir="ltr" style="text-align: left;">Perkecil bagiannya, klik dan seret dan lepas ke area yang Anda inginkan di halaman kursus utama.</p>

source: <p dir="ltr" style="text-align: left;">That's one way, yes.</p>
id: <p dir="ltr" style="text-align: left;">Itu salah satu caranya, ya.</p>

source: <p dir="ltr" style="text-align: left;">From the main course page collapse the section, click on it and drag and drop it into the course index in the location you want it.</p>
id: <p dir="ltr" style="text-align: left;">Dari halaman kursus utama, tutup bagian tersebut, klik dan seret dan lepas ke dalam indeks kursus di lokasi yang Anda inginkan.</p>

source: <p dir="ltr" style="text-align: left;">Click the three dots next to the section, click Move and select the location you want to move it to.</p>
id: <p dir="ltr" style="text-align: left;">Klik tiga titik di sebelah bagian, klik Pindahkan dan pilih lokasi tujuan pemindahannya.</p>

source: <p dir="ltr" style="text-align: left;">Click the up or down arrow next to the section and move it up or down to the location you want.</p>
id: <p dir="ltr" style="text-align: left;">Klik panah atas atau bawah di samping bagian dan gerakkan ke atas atau bawah ke lokasi yang Anda inginkan.</p>

source: <p dir="ltr" style="text-align: left;">Check again. Do you see up and down arrows on a Moodle 4 site?</p>
id: <p dir="ltr" style="text-align: left;">Periksa lagi. Apakah Anda melihat panah atas dan bawah di situs Moodle 4?</p>

source: <p dir="ltr" style="text-align: left;">John has been given editing teacher access to his course so he can prepare materials for his learners. When the course is ready he emails his class to tell them to begin.</p><p dir="ltr" style="text-align: left;">However, they all reply saying they cannot join the course. What is the most likely reason?</p>
id: <p dir="ltr" style="text-align: left;">John telah diberi akses pengajar pengedit ke kursusnya sehingga dia dapat menyiapkan materi untuk pelajarnya. Ketika kursus sudah siap, dia mengirim email ke kelasnya untuk memberitahu mereka untuk memulai.</p><p dir="ltr" style="text-align: left;">Namun, mereka semua membalas dengan mengatakan bahwa mereka tidak dapat mengikuti kursus. Apa alasan yang paling mungkin?</p>

source: <p dir="ltr" style="text-align: left;">Remember that you may always review the section 'Give learners course access' in the Tutorial: Start setting up your course for more information.</p>
id: <p dir="ltr" style="text-align: left;">Ingatlah bahwa Anda selalu dapat meninjau bagian 'Beri peserta didik akses kursus' dalam Tutorial: Mulai menyiapkan kursus Anda untuk informasi lebih lanjut.</p>

source: <p dir="ltr" style="text-align: left;">He has not set a course end date.</p>
id: <p dir="ltr" style="text-align: left;">Dia belum menetapkan tanggal akhir kursus.</p>

source: <p dir="ltr" style="text-align: left;">That is not relevant.</p>
id: <p dir="ltr" style="text-align: left;">Itu tidak relevan.</p>

source: <p dir="ltr" style="text-align: left;">He has not enabled self-enrolment.</p>
id: <p dir="ltr" style="text-align: left;">Dia belum mengaktifkan pendaftaran mandiri.</p>

source: <p dir="ltr" style="text-align: left;">That is the most likely reason.</p>
id: <p dir="ltr" style="text-align: left;">Itulah alasan yang paling mungkin.</p>

source: <p dir="ltr" style="text-align: left;">He does not have the permissions to allow students into his course.</p>
id: <p dir="ltr" style="text-align: left;">Dia tidak memiliki izin untuk mengizinkan siswa mengikuti kursusnya.</p>

source: <p dir="ltr" style="text-align: left;">That is unlikely. There is a more likely reason.</p>
id: <p dir="ltr" style="text-align: left;">Itu tidak mungkin. Ada alasan yang lebih mungkin.</p>

source: <p dir="ltr" style="text-align: left;">The administrator must enrol them for John.</p>
id: <p dir="ltr" style="text-align: left;">Administrator harus mendaftarkannya untuk John.</p>

source: <p dir="ltr" style="text-align: left;">Let us assume John, as an editing teacher, can give learners access himself.</p>
id: <p dir="ltr" style="text-align: left;">Mari kita asumsikan John, sebagai pengajar pengedit, dapat memberikan akses sendiri kepada pelajar.</p>

source: <p dir="ltr" style="text-align: left;">Which of these statements are true? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Manakah pernyataan berikut yang benar? Pilih semua yang sesuai.</p>

source: <p dir="ltr" style="text-align: left;">Do check the links in your site too!</p>
id: <p dir="ltr" style="text-align: left;">Periksa juga tautan di situs Anda!</p>

source: <p dir="ltr" style="text-align: left;">&nbsp;From the<strong>&nbsp;User menu</strong>&nbsp;you can edit your profile.</p>
id: <p dir="ltr" style="text-align: left;">&nbsp;Dari<strong>&nbsp;menu Pengguna</strong>&nbsp;Anda dapat mengedit profil Anda.</p>

source: <p dir="ltr" style="text-align: left;">From the <strong>Dashboard </strong>you can see a timeline of important deadlines.</p>
id: <p dir="ltr" style="text-align: left;">Dari <strong>Dasbor </strong>Anda dapat melihat garis waktu tenggat waktu penting.</p>

source: <p dir="ltr" style="text-align: left;">From <span>the</span><strong> Dashboard</strong>&nbsp;you can see recently accessed items.</p>
id: <p dir="ltr" style="text-align: left;">Dari <span>Dasbor </span><strong></strong>&nbsp;Anda dapat melihat item yang baru-baru ini diakses.</p>

source: <p dir="ltr" style="text-align: left;">From <strong>Home</strong> you can go to the front page of your Moodle site.</p>
id: <p dir="ltr" style="text-align: left;">Dari <strong>Beranda</strong> Anda dapat menuju ke halaman depan situs Moodle Anda.</p>

source: <p dir="ltr" style="text-align: left;">Why would you check the box 'Send content change notification' at the bottom of an activity or resource settings page? Select all that apply.</p>
id: <p dir="ltr" style="text-align: left;">Mengapa Anda mencentang kotak 'Kirim pemberitahuan perubahan konten' di bagian bawah laman setelan aktivitas atau sumber daya? Pilih semua yang sesuai.</p>
