Repository: oonid/moodle_academy_translations
Catalog: courses/034-start-teaching-with-moodle/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">Understand how to navigate Moodle, set up your teaching space and give access to your learners in this free self-paced course, part of the Moodle Teaching Basics program.</p> <p dir="ltr" style="text-align: left;"></p> <p>This course relates to the following competence(s):</p> <p>3.1 Teaching</p><br> <p></p>
id: <p dir="ltr" style="text-align: left;">Pahami cara menavigasi Moodle, atur ruang pengajaran Anda dan berikan akses kepada peserta didik Anda dalam kursus mandiri gratis ini, bagian dari program Dasar-Dasar Pengajaran dengan Moodle .</p> <p dir="ltr" style="text-align: left;"></p> <p>Kursus ini berkaitan dengan kompetensi berikut:</p> <p>3.1 Mengajar</p><br> <p></p>

source: <p>This beginner level course addresses some basics on teaching with Moodle. It specifically covers how to navigate in Moodle, set up your teaching space and give access to your learners.</p> <h5>Please note</h5> To get maximum benefit, we strongly advise you to take this course first and then complete the <a href="https://moodle.academy/course/view.php?id=57">Moodle Teaching Basics Program</a>.
id: <p>Kursus tingkat pemula ini membahas beberapa dasar-dasar pengajaran dengan Moodle. Ini secara khusus mencakup cara menavigasi di Moodle, mengatur ruang pengajaran Anda dan memberikan akses kepada peserta didik Anda.</p> <h5>Harap diperhatikan</h5> Untuk mendapatkan manfaat maksimal, kami sangat menyarankan Anda untuk mengikuti kursus ini terlebih dahulu dan kemudian menyelesaikan <a href="https://moodle.academy/course/view.php?id=57">Program Dasar-Dasar Pengajaran dengan Moodle</a>.

source: <p dir="ltr" style="text-align: left;">When you have completed all the required activities, the Course check will appear for you to check your understanding.</p>
id: <p dir="ltr" style="text-align: left;">Setelah Anda menyelesaikan semua aktivitas yang diperlukan, pemeriksaan Kursus akan muncul untuk memeriksa pemahaman Anda.</p>

source: <p></p>"Being digitally competent means using digital technologies in a confident and safe way" (DigComp 2.0). <br><br>Moodle Academy courses in the Educator learning pathway use a Moodle specific version of the Digital Competence Framework for Educators&nbsp;(DigCompEdu). This is the same framework used by the advanced Moodle Educator Certification (MEC).<br><br>This course relates to the following competence(s):<br><br> 3.1 Teaching<br>
id: <p></p>"Menjadi kompeten secara digital berarti menggunakan teknologi digital dengan cara yang percaya diri dan aman" (DigComp 2.0). <br><br>Kursus Moodle Academy di jalur pembelajaran Pendidik menggunakan versi khusus Moodle dari Kerangka Kompetensi Digital untuk Pendidik (DigCompEdu). Ini adalah kerangka kerja yang sama yang digunakan oleh Sertifikasi Pendidik Moodle (MEC) tingkat lanjut.<br><br>Kursus ini berkaitan dengan kompetensi berikut:<br><br> 3.1 Mengajar<br>

source: <p dir="ltr">To complete the course you need to complete the following activities:</p> <p dir="ltr"></p> <ul> <li><span style="font-size: 1rem;">View&nbsp; 'About this course', reading all sections.</span><br></li> <li>View 'Get a practice course'.</li> <li>View the 'Tutorial: Start exploring Moodle', reading all sections.</li> <li>View the 'Tutorial: Start setting up your course', reading all sections.</li> <li>View the 'Tasks: Start teaching with Moodle', trying out the suggestions.</li> <li>Complete the 'Checklist: Start teaching with Moodle' , confirming your understanding.</li> <li>Achieve 80% or more in&nbsp; the 'Start Teaching with Moodle: Check your understanding' quiz.</li> </ul> <p></p> <h4>Completing the activities</h4> <ul> <li>Some activities are automatically marked as completed based on specific criteria.</li> <li>Some activities require you to manually mark them as done.</li> </ul> <p>Make sure you complete the activities according to their completion conditions.</p> <p></p> <h4>Course badge</h4> <p>Upon successful completion of this course you will be automatically awarded with a badge to showcase the skills and knowledge you have obtained.</p> <p></p>
id: <p dir="ltr">Untuk menyelesaikan kursus, Anda perlu menyelesaikan aktivitas berikut:</p> <p dir="ltr"></p> <ul> <li><span style="font-size: 1rem;">Lihat&nbsp; 'Tentang kursus ini', membaca semua bagian.</span><br></li> <li>Lihat 'Dapatkan kursus latihan'.</li> <li>Lihat 'Tutorial: Mulai menjelajahi Moodle', baca semua bagian.</li> <li>Lihat 'Tutorial: Mulai menyiapkan kursus Anda', baca semua bagian.</li> <li>Lihat 'Tugas: Mulai mengajar dengan Moodle', cobalah saran-sarannya.</li> <li>Lengkapi 'Daftar Periksa: Mulai mengajar dengan Moodle' , konfirmasikan pemahaman Anda.</li> <li>Mencapai 80% atau lebih dalam&nbsp; kuis 'Mulai Mengajar dengan Moodle: Periksa pemahaman Anda'.</li> </ul> <p></p> <h4>Menyelesaikan aktivitas</h4> <ul> <li>Beberapa aktivitas secara otomatis ditandai sebagai selesai berdasarkan kriteria tertentu.</li> <li>Beberapa aktivitas mengharuskan Anda menandainya secara manual sebagai selesai.</li> </ul> <p>Pastikan Anda menyelesaikan aktivitas sesuai dengan kondisi penyelesaiannya.</p> <p></p> <h4>Lencana kursus</h4> <p>Setelah berhasil menyelesaikan kursus ini, Anda akan secara otomatis diberikan lencana untuk menunjukkan keterampilan dan pengetahuan yang telah Anda peroleh.</p> <p></p>

source: <p>This course is designed to help you understand the basics of teaching with Moodle.</p> <p>You will need to have a Moodle course with an editing-teacher account. If your organisation is unable to give you a Moodle course with a teacher account then look at the page Get a practice course.</p> <h5>This course IS...</h5> <ul> <li>For anyone interested in teaching with Moodle, whatever your background.</li> </ul> <h5>This course IS NOT...</h5> <ul> <li>For people who want to manage a whole Moodle site as an administrator.</li> <li>For people looking for advanced Moodle training.</li> </ul>
id: <p>Kursus ini dirancang untuk membantu Anda memahami dasar-dasar pengajaran dengan Moodle.</p> <p>Anda harus memiliki kursus Moodle dengan akun pengajar-pengedit. Jika organisasi Anda tidak dapat memberi Anda kursus Moodle dengan akun guru, lihat halaman Dapatkan kursus latihan.</p> <h5>Kursus ini ADALAH...</h5> <ul> <li>Bagi siapa pun yang tertarik mengajar dengan Moodle, apa pun latar belakang Anda.</li> </ul> <h5>Kursus ini BUKAN...</h5> <ul> <li>Untuk orang yang ingin mengelola seluruh situs Moodle sebagai administrator.</li> <li>Untuk orang yang mencari pelatihan Moodle tingkat lanjut.</li> </ul>

source: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/5814/mod_book/chapter/827/ccby.png" alt="Creative Commons Licence" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> This course by Moodle Academy (Moodle Pty Ltd) is licensed under&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Original resources available at&nbsp;<a href="https://moodle.academy/">https://moodle.academy</a>.<br></p> <p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Read more about how you should attribute this work.</a><br> </p>
id: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/5814/mod_book/ chapter/827/ccby.png" alt="Lisensi Creative Commons" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> Kursus dari Moodle Academy (Moodle Pty Ltd) ini dilisensikan dengan&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Sumber daya asli tersedia di&nbsp;<a href="https://moodle.academy/">https://moodle.academy</a>.<br></p> <p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Baca selengkapnya tentang cara mengatribusikan karya ini.</a><br> </p>

source: <p>If you complete this course successfully, why not take the other courses in the Moodle Teaching Basics program and optionally purchase a certificate? </p> <ul> <li>Moodle Course Content.<ul> <li>Discover the best ways to display teaching materials and track learner progress.</li> </ul> </li> <li>Moodle Course Activities.<br> <ul> <li>Encourage discussion, collaboration and other interactivity. Explore automatic and manual grading in Moodle, including quizzes and assignments.</li> </ul> </li> <li>Moodle Course Management.<ul> <li>Learn how to reuse your courses and explore some advanced features you'll learn with further training. </li> </ul> </li> <li>Accessible Teaching Basics.<ul> <li>Learn basic accessiblity so no learner is disadvantaged in your course.</li> </ul> </li> </ul>
id: <p>Jika Anda berhasil menyelesaikan kursus ini, mengapa tidak mengambil kursus lain dalam program Dasar-Dasar Pengajaran dengan Moodle dan secara opsional membeli sertifikat? </p> <ul> <li>Konten Kursus Moodle.<ul> <li>Temukan cara terbaik untuk menampilkan materi pengajaran dan melacak kemajuan siswa.</li> </ul> </li> <li>Aktivitas Kursus Moodle.<br> <ul> <li>Mendorong diskusi, kolaborasi, dan interaktivitas lainnya. Jelajahi penilaian otomatis dan manual di Moodle, termasuk kuis dan tugas.</li> </ul> </li> <li>Manajemen Kursus Moodle.<ul> <li>Pelajari cara menggunakan kembali kursus Anda dan jelajahi beberapa fitur lanjutan yang akan Anda pelajari dengan pelatihan lebih lanjut. </li> </ul> </li> <li>Dasar-Dasar Pengajaran tentang aksesibilitas.<ul> <li>Pelajari aksesibilitas dasar sehingga tidak ada peserta didik yang dirugikan dalam kursus Anda.</li> </ul> </li> </ul>

source: <h4 style="text-align: left;"><span style="color: rgb(73, 80, 87); font-size: 1rem;">By the end of this course, you will be able to:</span><br></h4><p dir="ltr"></p><ul><li>Describe how to navigate and edit a Moodle course;</li><li>Define the layout of your own Moodle course as a teacher;</li><li>Add and edit text in your Moodle course;</li><li>Add blocks to your Moodle course;</li><li>Identify how learners can access your course.</li></ul><p></p>
id: <h4 style="text-align: left;"><span style="color: rgb(73, 80, 87); font-size: 1rem;">Pada akhir kursus ini, Anda akan mampu: </span><br></h4><p dir="ltr"></p><ul><li>Menjelaskan cara menavigasi dan mengedit kursus Moodle;</li><li>Mendefinisikan tata letak kursus Moodle Anda sendiri sebagai pengajar;</li><li>Tambahkan dan edit teks dalam kursus Moodle Anda;</li><li>Tambahkan blok ke kursus Moodle Anda;</li><li>Identifikasi bagaimana pembelajar dapat mengakses kursus Anda.</li></ul><p></p>

source: <ul> <li>This is a free, self-paced course provided by Moodle Academy.</li> <li>You must have an editing teacher role in a Moodle course in a Moodle site. If your organisation cannot offer you a course, then follow the instructions in the page Get a practice course.</li> <li>Although this course is not facilitated, you are welcome to ask any questions in the General discussion forum.</li> <li>We would love to hear what you think of the course, if anything is unclear, or you have any ideas for improvements. Please provide feedback so we can improve the course for everyone.</li> </ul> <p></p> <h4>Welcome</h4> <p>Find out how the course works, confirm that this course is right for you, get a practice course and join in an optional general discussion.</p> <h4><span style="font-size: 1.5rem;">Review, learn and practise</span><br></h4> <p>Explore the interactive books and use the tasks provided to practise yourselves.&nbsp;</p> <h4><span style="font-size: 1.5rem;">Course check</span><br></h4><p>Test your understanding in the final quiz.</p><h4>Feedback</h4> <p>Answer few questions to help us improve this course.</p><p></p><h4>Videos and transcripts for download</h4><p><span style="font-size: 1rem;">Find the videos and their transcripts used in this course in a downloadable format.</span></p><br><p></p> <p></p>
id: <ul> <li>Ini adalah kursus mandiri dan gratis yang disediakan oleh Moodle Academy.</li> <li>Anda harus mempunyai peran pengajar pengedit dalam kursus Moodle di situs Moodle. Jika organisasi Anda tidak dapat menawarkan kursus kepada Anda, ikuti petunjuk di halaman Dapatkan kursus latihan.</li> <li>Meskipun kursus ini tidak difasilitasi, Anda dipersilakan untuk mengajukan pertanyaan apa pun di forum diskusi Umum.</li> <li>Kami ingin mendengar pendapat Anda tentang kursus ini, jika ada yang kurang jelas, atau Anda punya ide untuk perbaikan. Harap berikan masukan agar kami dapat menyempurnakan kursus ini untuk semua orang.</li> </ul> <p></p> <h4>Selamat datang</h4> <p>Cari tahu cara kerja kursus, konfirmasikan bahwa kursus ini tepat untuk Anda, ikuti kursus latihan, dan bergabunglah secara opsional dalam diskusi umum.</p> <h4><span style="font-size: 1.5rem;">Tinjau, pelajari, dan praktikkan</span><br></h4> <p>Jelajahi buku interaktif dan gunakan tugas yang disediakan untuk berlatih sendiri.&nbsp;</p> <h4><span style="font-size: 1.5rem;">Pemeriksaan kursus</span><br></h4><p>Uji pemahaman Anda di kuis terakhir.</p><h4>Umpan Balik< /h4> <p>Jawab beberapa pertanyaan untuk membantu kami meningkatkan kursus ini.</p><p></p><h4>Video dan transkrip untuk diunduh</h4><p><span style="font-size: 1rem; ">Temukan video dan transkripnya yang digunakan dalam kursus ini dalam format yang dapat diunduh.</span></p><br><p></p> <p></p>

source: <h4 style="text-align: left;">Aim</h4> <p>In this course you will:</p> <p></p> <ul> <ul> <li>Explore how to find your way around a Moodle site;</li> <li>Learn what the Dashboard and My courses tab do;</li> <li>Explore what a Moodle course is and how to set up and customise your course layout;</li> <li>Discover how to add and edit text in your course;</li><li>Explore the benefit of adding blocks to your course;</li><li>Learn how learners can access your course.</li> </ul> </ul> <p></p> <p></p> <h4>Format</h4> <p dir="ltr">This is a self-paced course without active moderation.</p> <h4 style="text-align: left;">Estimated time</h4> <p dir="ltr" style="text-align: left;">The estimated time to complete this course is 3 hours.</p>
id: <h4 style="text-align: left;">Tujuan</h4> <p>Dalam kursus ini Anda akan:</p> <p> </p> <ul> <ul> <li>Jelajahi cara menggunakan situs Moodle;</li> <li>Pelajari fungsi tab Dasbor dan Kursus saya;</li> <li>Jelajahi apa itu kursus Moodle dan cara menyiapkan serta menyesuaikan tata letak kursus Anda;</li> <li>Temukan cara menambahkan dan mengedit teks dalam kursus Anda;</li><li>Jelajahi manfaat menambahkan blok ke kursus Anda;</li><li>Pelajari bagaimana pelajar dapat mengakses kursus Anda.</li> </ul> </ul> <p> </p> <p> </p> <h4>Format</h4> <p dir="ltr">Ini adalah kursus mandiri tanpa moderasi aktif.</p> <h4 style="text-align: left;">Perkiraan waktu</h4> <p dir="ltr" style="text-align: left;">Perkiraan waktu untuk menyelesaikan kursus ini adalah 3 jam.</p>

source: The activities and screenshots in this course are based on the standard Boost theme and the latest version of Moodle LMS, currently 4.3.&nbsp;See <a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.3 documentation overview</a> and&nbsp;<a href="https://docs.moodle.org/403/New_features">New Features 4.3 documentation.</a><br>&nbsp;If your Moodle site looks different, ask your Moodle support staff about the theme and version being used. <br><br>&nbsp;You can access documentation about earlier, supported versions of Moodle LMS below. This documentation includes the videos related to each version.<br> <ul> <li><a href="https://docs.moodle.org/402/en/Main_pagehttps://docs.moodle.org/402/en/New_features" title="https://docs.moodle.org/402/en/Main_pagehttps://docs.moodle.org/402/en/New_features">Moodle 4.2 documentation overview</a> and <a href="https://docs.moodle.org/402/en/New_features">New Features 4.2 documentation.</a></li> <li><a href="https://docs.moodle.org/401/en/Main_page">Moodle 4.1 documentation overview</a> and&nbsp;<a href="https://docs.moodle.org/401/en/New_features">New Features 4.1 documentation.</a></li> </ul>
id: Aktivitas dan tangkapan layar dalam kursus ini didasarkan pada tema standar Boost dan versi terbaru LMS Moodle, saat ini versi 4.3.&nbsp;Lihat <a href="https://docs.moodle.org/403/en/Main_page"> Ikhtisar dokumentasi Moodle 4.3</a> dan&nbsp;<a href="https://docs.moodle.org/403/New_features">Dokumentasi Fitur Baru 4.3.</a><br>&nbsp;Jika situs Moodle Anda terlihat berbeda , tanyakan kepada staf pendukung Moodle Anda tentang tema dan versi yang digunakan. <br><br>&nbsp;Anda dapat mengakses dokumentasi tentang LMS Moodle versi sebelumnya yang didukung di bawah. Dokumentasi ini mencakup video yang terkait dengan setiap versi.<br> <ul> <li><a href="https://docs.moodle.org/402/en/Main_page" title="https://docs.moodle.org /402/en/Main_page">Ikhtisar dokumentasi Moodle 4.2</a> dan <a href="https://docs.moodle.org/402/en/ New_features">Dokumentasi Fitur Baru 4.2.</a></li> <li><a href="https://docs.moodle.org/401/en/Main_page">Ikhtisar dokumentasi Moodle 4.1</a> dan&nbsp;<a href="https://docs.moodle.org/ 401/en/New_features">Dokumentasi Fitur Baru 4.1.</a></li> </ul>
