Repository: oonid/moodle_academy_translations
Catalog: courses/034-start-teaching-with-moodle/*.po
Languages: id

source: <p dir="ltr" style="text-align: left;">With <strong>Edit mode on</strong>, you will see a <strong>pencil</strong> icon next to the names of each activity or resource. Click into the name to change it, and press <strong>Enter</strong> to save your changes.</p><p dir="ltr" style="text-align: left;">To the right of each section you will see <strong>three dots</strong>. Click there to edit the section description.</p><p dir="ltr" style="text-align: left;">To the right of each item (activity or resource) you will see <strong>three dots</strong>. From here you can delete, hide, duplicate (and if allowed by admin, indent) the item, along with accessing additional ways to move or edit it.</p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;">Dengan <strong>mode Edit aktif</strong>, Anda akan melihat ikon <strong>pensil</strong> di samping nama setiap aktivitas atau sumber daya. Klik nama untuk mengubahnya, dan tekan <strong>Enter</strong> untuk menyimpan perubahan Anda.</p><p dir="ltr" style="text-align: left;">Di sebelah kanan masing-masing di bagian ini Anda akan melihat <strong>tiga titik</strong>. Klik di sana untuk mengedit deskripsi bagian.</p><p dir="ltr" style="text-align: left;">Di sebelah kanan setiap item (aktivitas atau sumber daya) Anda akan melihat <strong>tiga titik< /kuat>. Dari sini Anda dapat menghapus, menyembunyikan, menggandakan (dan jika diizinkan oleh admin, membuat indentasi) item, serta mengakses cara tambahan untuk memindahkan atau mengeditnya.</p><p dir="ltr" style="text-align: left;"><br></p>

source: <p>In this tutorial we explore:</p><ul> <li>How to define the layout of your course;</li> <li>How to customise your course sections;</li> <li>How blocks work in Moodle and how to add them;</li> <li>How to give learners access to your course.</li> </ul>
id: <p>Dalam tutorial ini kita menjelajahi:</p><ul> <li>Cara menentukan tata letak kursus Anda;</li> <li>Cara menyesuaikan bagian kursus Anda;</li> <li>Cara kerja blok di Moodle dan cara menambahkannya;</li> <li>Cara memberi peserta akses ke kursus Anda.</li> </ul>

source: <p dir="ltr" style="text-align: left;">Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed4|ceb98afaa1a09abbe78b4c34b49cfd7ea779eb68473d41f7545250e2e0eecea4}Q}<br></p>
id: <p dir="ltr" style="text-align: left;">Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda dapat mencobanya sesering yang Anda mau.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed4|ceb98afaa1a09abbe78b4c34b49cfd7ea779eb68473d41f7545250e2e0eecea4}Q}<br></p>

source: <p dir="ltr" style="text-align: left;">Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed6|703bcfd43a202e6ca1eac81d46b1346c711b8c26feb499c28be63e7dcee44afe}Q}<br></p>
id: <p dir="ltr" style="text-align: left;">Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda bisa mencobanya sesering yang Anda mau.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed6|703bcfd43a202e6ca1eac81d46b1346c711b8c26feb499c28be63e7dcee44afe}Q}<br></p>

source: Move items and sections
id: Pindahkan item dan bagian

source: <p>With <strong>Edit mode on</strong>, you can add, modify and move teaching materials and course sections.</p> <h5>Indent teaching materials</h5> If your admin has enabled the feature, you can move items once to the right by clicking the three dots next to an item and then clicking 'Move right'. <br><br> <h5>Move teaching materials</h5> <p></p> <ul> <li>Click onto an item and drag it to the position you want it to go to, either from the course main page (central area) or from the Course index.</li> <li>You can also click on an item in the course main page and drag it to a location in the Course index, if you find that easier. (This is useful when your course has lots of activities or sections).</li> <li>You can also click the three dots next to an item, click <strong>Move</strong> and then decide where to relocate the item.</li> </ul> <h5>Move course sections</h5> <p></p> <ul> <li>Collapse the section, either on the course main page or in the course index.</li> <li><span style="font-size: 1rem;">Click onto a section and drag it to the position you want it to go to, either from the course main page (central area) or from the course index.</span><br></li> <li><span style="font-size: 1rem;">You can also click on a section in the course main page and drag it to a location in the course index, if you find that easier. (This is useful when your course has lots of activities or sections).</span><br></li> <li><span style="font-size: 1rem;">You can also click the three dots next to a section, click <strong>Move</strong> and then decide where to relocate it.</span></li> </ul> <h5>Bulk move items</h5> With edit mode enabled, click the link Bulk actions. Checkboxes appear to the left of each item and section. Select the ones you want to bulk move, and from the footer, click Move. A pop up will appear for you to click into where you want to move them. <p dir="ltr" style="text-align: left;"><br></p>
id: <p>Dengan <strong>mode Edit</strong>, Anda dapat menambah, mengubah, dan memindahkan materi pengajaran dan bagian kursus.</p> <h5>Indentasi materi pengajaran</h5> Jika admin Anda telah mengaktifkan fitur ini, Anda dapat memindahkan item satu kali ke kanan dengan mengeklik tiga titik di samping item, lalu mengeklik 'Pindahkan ke kanan'. <br><br> <h5>Memindahkan materi pengajaran</h5> <p></p> <ul> <li>Klik item dan seret ke posisi yang Anda inginkan, baik dari halaman utama kursus (area tengah) atau dari indeks Kursus.</li> <li>Anda juga dapat mengklik item di halaman utama kursus dan menyeretnya ke lokasi di indeks Kursus, jika Anda merasa lebih mudah. (Ini berguna bila kursus Anda memiliki banyak kegiatan atau bagian).</li> <li>Anda juga dapat mengklik tiga titik di samping item, mengklik <strong>Pindahkan</strong>, lalu memutuskan lokasi untuk memindahkan item tersebut.</li> </ul> <h5>Pindahkan bagian kursus</h5> <p></p> <ul> <li>Perkecil bagian, baik di halaman utama kursus atau di indeks kursus.</li> <li><span style="font-size: 1rem;">Klik suatu bagian dan seret ke posisi yang Anda inginkan, baik dari halaman utama kursus (area tengah) atau dari indeks kursus.< /span><br></li> <li><span style="font-size: 1rem;">Anda juga dapat mengklik bagian di halaman utama kursus dan menyeretnya ke lokasi di indeks kursus, jika Anda merasa lebih mudah. (Ini berguna bila kursus Anda memiliki banyak kegiatan atau bagian).</span><br></li> <li><span style="font-size: 1rem;">Anda juga dapat mengeklik tiga titik di samping suatu bagian, mengeklik <strong>Pindahkan</strong>, lalu memutuskan ke mana akan memindahkannya.</span>< /li> </ul> <h5>Pindahkan item secara massal</h5> Dengan mode edit diaktifkan, klik tautan Tindakan massal. Kotak centang muncul di sebelah kiri setiap item dan bagian. Pilih yang ingin Anda pindahkan secara massal, dan dari footer, klik Pindahkan. Sebuah pop up akan muncul untuk Anda klik ke tempat Anda ingin memindahkannya. <p dir="ltr" style="text-align: kiri;"><br></p>

source: Lay out your course
id: Susun kursus Anda

source: <p>As a teacher you can make changes to your course if allowed by your admin. From the <strong>Course navigation</strong>, click '<strong>Settings</strong>'. You can, for example...</p> <ul> <li>Change your course name and the coloured course image.</li> <li>Set start and end dates. These dates affect whether the course shows in the Future or Past sections of the Dashboard course overview.</li> <li>Set your course up in weekly sections or numbered topics (which you can rename).</li> <li>Decide whether you want the completion requirements of activities to display on the course page or only when clicking the activity.</li> <li>Decide whether you want to show due dates for activities.</li> </ul> <p>If your course involves mainly discussion you can use the Social format. If you use SCORM packages for your course instead of Moodle activities you can select the Single activity course format.</p> <p>If you prefer to call your students by a different name (such as 'learner') or you would rather be a 'facilitator' instead of a teacher then you can do this from <strong>Course navigation &gt; Participants </strong>&gt; (click the dropdown) <strong>Role renaming.</strong></p> <p>You can always go back and change any settings if needed.</p><p>&nbsp;The following video explains how to lay out your course.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/b5AvFNRFLUc">Course layout</a></p>
id: <p>Sebagai pengajar, Anda dapat membuat perubahan pada kursus jika diizinkan oleh admin Anda. Dari <strong>Navigasi kursus</strong>, klik '<strong>Setelan</strong>'. Anda bisa, misalnya...</p> <ul> <li>Ubah nama kursus Anda dan gambar kursus berwarna.</li> <li>Tetapkan tanggal mulai dan berakhir. Tanggal-tanggal ini memengaruhi apakah kursus ditampilkan di bagian Masa Depan atau Sebelumnya pada Dasbor ikhtisar kursus.</li> <li>Siapkan kursus Anda dalam bagian mingguan atau topik bernomor (yang dapat Anda ganti namanya).</li> <li>Putuskan apakah Anda ingin persyaratan penyelesaian aktivitas ditampilkan di halaman kursus atau hanya saat mengklik aktivitas.</li> <li>Putuskan apakah Anda ingin menampilkan tanggal jatuh tempo aktivitas.</li> </ul> <p>Jika kursus Anda sebagian besar melibatkan diskusi, Anda dapat menggunakan format Sosial. Jika Anda menggunakan paket SCORM untuk kursus Anda dan bukan aktivitas Moodle, Anda dapat memilih format kursus aktivitas tunggal.</p> <p>Jika Anda lebih suka memanggil siswa Anda dengan nama yang berbeda (misalnya 'peserta didik') atau Anda lebih suka menjadi 'fasilitator' daripada pengajar, maka Anda dapat melakukannya dari <strong>Navigasi kursus &gt; Peserta </strong>&gt; (klik tarik-turun) <strong>Penggantian nama peran.</strong></p> <p>Anda selalu dapat kembali dan mengubah pengaturan apa pun jika diperlukan.</p><p>&nbsp;Video berikut menjelaskan cara menyusun kursus Anda.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br><br ><a href="https://youtu.be/b5AvFNRFLUc">Tata letak kursus</a></p>

source: Add and edit course content
id: Tambahkan dan edit konten kursus

source: <p>With Edit mode on, you can add and edit your course content. Here we look at how you can add an individual item, an activity or resource.</p> <h5>Add an item</h5> <p></p> <ul> <li>At the bottom of the section where you want to add your materials, click <strong>Add an activity or resource</strong> and then click the item you want to add. (You can always move it to a different location later.)</li> <li>Complete the settings form you are presented with and save it. (Explore our courses Moodle Course Content and Moodle Course Activities for more detailed instructions.)</li> </ul> <h5>Modify an item</h5> <p></p> <ul> <li>Click onto the item.</li> <li>Click '<strong>Settings</strong>' from the activity navigation and make your changes.</li> <li>If you want,&nbsp; you can alert learners to the modifications by ticking '<strong>S</strong><strong>end content change notification</strong>' before you click to save.</li> <li><strong>Save</strong>.</li> </ul> <h5>Make changes in bulk</h5> With edit mode enabled, click the link Bulk actions. Checkboxes appear to the left of each item and section. Select the ones you want to bulk modify and then from the footer, choose either to change their availability/visibility, duplicate, move or delete (or add to MoodleNet if enabled.)<p>The following video explains how to edit your course.&nbsp;&nbsp;The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.</p> <p><a href="https://youtu.be/IPXi0WoV4Gc">Course editing</a></p> <p></p>
id: <p>Dengan mode Edit aktif, Anda dapat menambah dan mengedit konten kursus Anda. Di sini kita melihat bagaimana Anda dapat menambahkan item individual, aktivitas, atau sumber daya.</p> <h5>Tambahkan item</h5> <p> </p> <ul> <li>Di bagian bawah tempat Anda ingin menambahkan materi, klik <strong>Tambahkan aktivitas atau sumber daya</strong> lalu klik item yang ingin Anda tambahkan. (Anda selalu dapat memindahkannya ke lokasi lain nanti.)</li> <li>Lengkapi formulir pengaturan yang disajikan kepada Anda dan simpan. (Jelajahi kursus kami Konten Kursus Moodle dan Aktivitas Kursus Moodle untuk instruksi lebih rinci.)</li> </ul> <h5>Memodifikasi item</h5> <p> </p> <ul> <li>Klik pada item tersebut.</li> <li>Klik '<strong>Pengaturan</strong>' dari navigasi aktivitas dan buat perubahan Anda.</li> <li>Jika Anda mau,&nbsp; Anda dapat mengingatkan pelajar tentang modifikasi dengan mencentang '<strong>S</strong><strong>akhiri pemberitahuan perubahan konten</strong>' sebelum Anda mengklik untuk menyimpan.</li> <li><strong>Simpan</strong>.</li> </ul> <h5>Lakukan perubahan secara massal</h5> Dengan mode edit diaktifkan, klik tautan Tindakan massal. Kotak centang muncul di sebelah kiri setiap item dan bagian. Pilih kursus yang ingin Anda modifikasi secara massal dan kemudian dari footer, pilih untuk mengubah ketersediaan/visibilitasnya, menduplikasi, memindahkan atau menghapus (atau menambahkan ke MoodleNet jika diaktifkan.)<p>Video berikut menjelaskan cara mengedit kursus Anda. &nbsp;&nbsp;Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.</p> <p><a href="https://youtu.be/IPXi0WoV4Gc">Pengeditan kursus</a></p> <p> </p>

source: <ul> <li>Blocks provide extra information on the side of your course.</li> <li>You can add blocks by enabling <strong>Edit mode</strong> top right, opening the <strong>Block drawer</strong> and then clicking to <strong>Add a block</strong>.</li> <li>Think carefully before you add blocks to ensure they are useful.</li> <li>Teachers can add and remove blocks with the editing turned on. Admins can make some blocks "sticky" so they display throughout the site. These cannot be removed by teachers.</li> <li>Some blocks, such as Text blocks may be added more than once in a course.</li> </ul><p>&nbsp;The following video explains what blocks are.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/1lvA5SFsh70">What are blocks?</a></p>
id: <ul> <li>Blok memberikan informasi tambahan di samping kursus Anda.</li> <li>Anda dapat menambahkan blok dengan mengaktifkan <strong>mode Edit</strong> di kanan atas, membuka <strong>Panel blok</strong> dan kemudian mengklik <strong>Tambahkan blok</strong>.</li > <li>Pikirkan baik-baik sebelum Anda menambahkan blok untuk memastikan blok tersebut berguna.</li> <li>Guru dapat menambah dan menghapus blok dengan pengeditan diaktifkan. Admin dapat membuat beberapa blok "lengket" sehingga dapat ditampilkan di seluruh situs. Ini tidak dapat dihapus oleh pengajar.</li> <li>Beberapa blok, seperti blok Teks dapat ditambahkan lebih dari satu kali dalam satu kursus.</li> </ul><p>&nbsp;Video berikut menjelaskan apa itu blok.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br><br ><a href="https://youtu.be/1lvA5SFsh70">Apa itu blok?</a></p>

source: Text block
id: Blok teks

source: <ul> <li>The Text block provides you with the text editor so you can add text, links, images, media and even (with care) embedded code to the block to create truly customised blocks.</li> <li>You can add more than one Text block to your course page.</li> </ul><p>&nbsp;The following video explains how to use the Text block.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/RVO7GvgDF70">Text block</a></p>
id: <ul> <li>Blok Teks memberi Anda editor teks sehingga Anda dapat menambahkan teks, tautan, gambar, media, dan bahkan (dengan hati-hati) kode tersemat ke blok untuk membuat blok yang benar-benar disesuaikan.</li> <li>Anda dapat menambahkan lebih dari satu blok Teks ke halaman kursus Anda.</li> </ul><p>&nbsp;Video berikut menjelaskan cara menggunakan blok Teks.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br><br ><a href="https://youtu.be/RVO7GvgDF70">Blok teks</a></p>

source: Give learners course access
id: Memberikan akses kursus kepada peserta didik

source: <p><strong>Note:</strong> Giving learners course access is an important aspect of course set up but we advise you to complete the courses Add content to your Moodle course and Add activities to your Moodle course before enrolling learners. An empty course is not very motivating ;)</p> <ul> <li>How learners access your course depends on the policies of your institution and Moodle administrator.</li> <li>As a teacher you might be able to give learners access yourself, or this might be done by the admin.</li> <li>Click the <strong>Participants</strong> link from the Course navigation to see who is already in your course and then click <strong>Enrol users</strong> to see who is already in your course and to manually enrol others (if allowed).</li> <li>Click the <strong>Participants</strong> link and then <strong>Enrolment methods</strong> to explore other ways of giving learners access, for example Self-enrolment.</li> <li>A course teacher cannot normally add other teachers. You will have to ask the admin to do this for you.</li> </ul> <p>&nbsp;The following video explains how to give learners course access.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/5rzQP2jMNYI">Give learners course access</a></p>
id: <p><strong>Catatan:</strong> Memberikan akses kursus kepada peserta didik merupakan aspek penting dalam pengaturan kursus namun kami menyarankan Anda untuk melengkapi kursus. Tambahkan konten ke kursus Moodle Anda dan Tambahkan aktivitas ke kursus Moodle Anda sebelum mendaftarkan peserta didik. Kursus yang kosong tidak terlalu memotivasi ;)</p> <ul> <li>Cara peserta didik mengakses kursus Anda bergantung pada kebijakan institusi Anda dan administrator Moodle.</li> <li>Sebagai pengajar, Anda mungkin dapat memberikan akses sendiri kepada peserta didik, atau hal ini mungkin dilakukan oleh admin.</li> <li>Klik tautan <strong>Peserta</strong> dari navigasi Kursus untuk melihat siapa yang sudah mengikuti kursus Anda, lalu klik <strong>Daftarkan pengguna</strong> untuk melihat siapa yang sudah mengikuti kursus Anda dan untuk mendaftar secara manual lainnya (jika diperbolehkan).</li> <li>Klik tautan <strong>Peserta</strong> lalu <strong>Metode Pendaftaran</strong> untuk mencari cara lain dalam memberikan akses kepada peserta didik, misalnya Pendaftaran Mandiri.</li> <li>Seorang pengajar kursus biasanya tidak dapat menambahkan pengajar lain. Anda harus meminta admin melakukan ini untuk Anda.</li> </ul> <p>&nbsp;Video berikut menjelaskan cara memberikan akses kursus kepada peserta didik.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br><br ><a href="https://youtu.be/5rzQP2jMNYI">Berikan akses kursus kepada peserta didik</a></p>

source: Tasks: Start teaching with Moodle
id: Tugas: Mulai mengajar dengan Moodle

source: <p>Try these tasks to practise what you have learned in the tutorial:</p> <ol> <li>Log in to our demonstration site <a href="http://school.moodledemo.net">Mount Orange School</a> (username teacher, password moodle) , click the My courses tab and explore any courses that interest you.</li> <li>From the Mount Orange School site (as above) go to the Digital Literacy course, access the Participants link in the Navigation drawer to explore enrolments and filtering.</li><li>Enable Edit mode and try dragging and dropping sections and activities from both the course index and the cours main page (central area).</li> <li>In your own practice course, rename the sections with titles meaningful to you.</li> <li>Edit the course (topic) sections and use the editor to add a short sentence explaining each section, as in this course.</li> <li>Explore adding blocks, for example adding a Text block with a small image.</li> </ol>
id: <p>Cobalah tugas berikut untuk mempraktikkan apa yang telah Anda pelajari di tutorial:</p> <ol> <li>Masuk ke situs demonstrasi kami <a href="http://school.moodledemo.net">Mount Orange School</a> (nama pengguna teacher, sandi moodle), klik tab Kursus saya dan jelajahi kursus apa pun yang Anda minati.</li> <li>Dari situs Mount Orange School (seperti di atas) buka kursus Literasi Digital, akses tautan Peserta di panel samping Navigasi untuk menjelajahi pendaftaran dan pemfilteran.</li><li>Aktifkan mode Edit dan coba seret dan lepas bagian dan kegiatan baik dari indeks kursus maupun halaman utama mata kuliah (area tengah).</li> <li>Dalam kursus latihan Anda sendiri, ganti nama bagian dengan judul yang berarti bagi Anda.</li> <li>Edit bagian kursus (topik) dan gunakan editor untuk menambahkan kalimat pendek yang menjelaskan setiap bagian, seperti dalam kursus ini.</li> <li>Jelajahi penambahan blok, misalnya menambahkan blok Teks dengan gambar kecil.</li> </ol>

source: Checklist: Start Teaching with Moodle
id: Daftar Periksa: Mulai Mengajar dengan Moodle

source: <div class="no-overflow"><h4><i class="fa fa-graduation-cap" aria-hidden="true" style="font-size: 1rem;"></i>&nbsp;Related courses</h4> <p>This course is part of the <strong>'Moodle Teaching Basics'</strong> program. Visit the program course to enrol in other courses in this program:</p> <ul> <li><a href="https://moodle.academy/course/view.php?id=57">Moodle Teaching Basics program and certificate</a>.</li> </ul> </div>
id: <div class="no-overflow"><h4><i class="fa fa-graduation-cap" aria-hidden="true" style="font-size: 1rem;"></i>&nbsp;Kursus terkait</h4> <p>Kursus ini adalah bagian dari program <strong>'Dasar-Dasar Pengajaran dengan Moodle'</strong>. Kunjungi kursus dari program untuk mendaftar kursus lain dalam program ini:</p> <ul> <li><a href="https://moodle.academy/course/view.php?id=57">Program dan sertifikat Dasar-Dasar Pengajaran dengan Moodle</a>.</li> </ul> </div>

source: <div class="no-overflow"><p dir="ltr" style="text-align: left;">Please answer these short questions. They should take only a few minutes to complete.</p></div>
id: <div class="no-overflow"><p dir="ltr" style="text-align: left;">Tolong jawab pertanyaan singkat ini. Prosesnya hanya memerlukan waktu beberapa menit saja.</p></div>
