Repository: oonid/moodle_academy_translations
Catalog: courses/034-start-teaching-with-moodle/*.po
Languages: id

source: <p>All notable changes to this course will be documented in this page.</p> <hr> <p>Date: December 11 2023<br> Changed by: Mary Cooch<br> Changes:&nbsp;</p><p></p><ul><li>In the page Get a practice course, replaced the video with the 4.3 version.</li><li>In the Tutorial: Start exploring Moodle and the Tutorial: Start setting up&nbsp; your course, changed all the YouTube video links to 4.3 versions<span><span style=""><em style="font-weight: bold;"> except </em>Add and edit text.</span></span></li><li><span><span style="">In the folder Videos for download, changed all the videos to 4.3 versions&nbsp;<strong><em>except</em></strong> Add and edit text.</span></span></li><li><span><span style="">In the folder Transcripts for download, replaced the transcripts Course layout and Course editing with 4.3 versions.</span></span></li><li><span><span style="">Changed the text relating to Role renaming in <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=386">Lay out your course</a>.</span></span></li><li><span><span style="">Updated the side block to reflect that the course is now based on 4.3</span></span></li><li><span><span style="">Updated the Moodle versions section in this book to reflect 4.3.</span></span></li></ul><p></p> <hr> <p>Date: September 8 2023<br> Changed by: Mary Cooch<br> Changes:&nbsp;</p> <ul> <li>Changed <a href="https://moodle.academy/mod/book/view.php?id=556&amp;chapterid=929">text editor question in Quick check.</a></li> </ul> <p></p> <hr> <p>Date: June 09 2023<br>Changed by:&nbsp; Mary Cooch<br>Changes:</p> <p> </p> <ul> <li>Removed reference to MoodleCloud sites not being on 4.2 in Get a practice course.</li> </ul> <p></p> <hr> <p>Changes made May 24 2023 (Mary Cooch)</p> <ul> <li>Changed <a href="https://moodle.academy/mod/book/view.php?id=553&amp;chapterid=1659">Moodle versions page</a>&nbsp;to include 4.2 documentation overview and new features documentation.</li> <li>Added note that MoodleCloud sites are not yet on 4.2 to the&nbsp;<a href="https://moodle.academy/mod/page/view.php?id=554">Practice course page.</a></li> <li>Tutorial: Start exploring Moodle&nbsp; - changed all the video links to 4.2 playlist and removed references to Atto in the <a href="https://moodle.academy/mod/book/view.php?id=556&amp;chapterid=308">Add and edit text&nbsp;</a>section.</li> <li>Tutorial: Start setting up your course - changed all the video links to the 4.2 playlist and added info about Bulk move to the <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=385">Move items section</a>.&nbsp;Added info about Bulk editing to the <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=382">Add and edit course content</a>&nbsp;section. Added reference to indent to the <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=783">The icons section.</a></li> <li>Tasks: Start teaching with Moodle - removed reference to Atto.</li> <li>Two questions in the <a href="https://moodle.academy/mod/quiz/view.php?id=559">Check your understanding quiz</a> which mention Atto have been changed to remove reference to Atto.&nbsp;</li> <li>Videos for download - replaced all but the Set up your practice course videos with 4.2 versions.&nbsp;</li> <li>Transcripts for download - replaced some transcripts (note: fairly minor changes) with 4.2 versions.</li> <li>Changed the side block to say this course is based on version 4.2</li> </ul> <p></p> <hr> <p>Changes made May 18 2023 (Mary Cooch)</p> <p></p> <ul> <li>Added a section <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=385">"Indent teaching materials"</a>&nbsp;to the Tutorial 'Start setting up your course'.</li> </ul> <hr> <p>Changes made December 2022</p> <ul> <li>Added versions page and changed text block to say 4.1</li> <li>Replaced references to Label with Text and media</li> <li>For other changes see the worksheet MTBasics and the relevant course in this <a href="https://docs.google.com/spreadsheets/d/15Fb0yOrqXnaOoK6d8BdAmqRQKPPurUPfsq98WZEgHC4/edit?usp=sharing">4.1 updates sheet</a></li> </ul> <hr>
id: <p>Semua perubahan penting pada kursus ini akan didokumentasikan di halaman ini.</p> <hr> <p>Tanggal: 11 Desember 2023<br> Diubah oleh: Mary Cooch<br> Perubahan:&nbsp;</p><p></p><ul><li>Pada halaman Dapatkan kursus latihan, video diganti dengan versi 4.3.</li><li>Dalam Tutorial: Mulai menjelajah Moodle dan Tutorialnya: Mulai menyiapkan&nbsp; kursus Anda, mengubah semua tautan video YouTube ke versi 4.3<span><span style=""><em style="font-weight: bold;"> kecuali </em>Menambahkan dan mengedit teks.</span>< /span></li><li><span><span style="">Dalam folder Video untuk diunduh, ubah semua video menjadi versi 4.3&nbsp;<strong><em>kecuali</em></strong> Tambahkan dan edit teks.</span></span></li><li><span><span style="">Dalam folder Transkrip untuk diunduh, ganti transkrip Tata letak kursus dan pengeditan kursus dengan versi 4.3.< /span></span></li><li><span><span style="">Mengubah teks terkait penggantian nama Peran di <a href="https://moodle.academy/mod/book/view .php?id=592&amp;chapterid=386">Tata letak kursus Anda</a>.</span></span></li><li><span><span style="">Memperbarui blok samping untuk mencerminkan bahwa kursus ini sekarang didasarkan pada 4.3</span></span></li><li><span><span style="">Memperbarui bagian versi Moodle dalam buku ini untuk mencerminkan 4.3.</span ></span></li></ul><p></p> <hr> <p>Tanggal: 8 September 2023<br> Diubah oleh: Mary Cooch<br> Perubahan:&nbsp;</p> <ul> <li>Mengubah <a href="https://moodle.academy/mod/book/view.php?id=556&amp;chapterid=929">pertanyaan editor teks di Pemeriksaan cepat.</a></li> </ul> <p></p> <hr> <p>Tanggal: 09 Juni 2023<br>Diubah oleh:&nbsp; Mary Cooch<br>Perubahan:</p> <p> </p> <ul> <li>Referensi ke situs MoodleCloud yang tidak menggunakan versi 4.2 dalam kursus Dapatkan latihan telah dihapus.</li> </ul> <p></p> <hr> <p>Perubahan dilakukan pada 24 Mei 2023 (Mary Cooch)</p> <ul> <li>Mengubah <a href="https://moodle.academy/mod/book/view.php?id=553&amp;chapterid=1659">halaman versi Moodle</a>&nbsp;untuk menyertakan ikhtisar dokumentasi 4.2 dan yang baru dokumentasi fitur.</li> <li>Menambahkan catatan bahwa situs MoodleCloud belum berada di versi 4.2 pada&nbsp;<a href="https://moodle.academy/mod/page/view.php?id=554">halaman kursus latihan.</a> </li> <li>Tutorial: Mulai menjelajahi Moodle&nbsp; - mengubah semua tautan video ke daftar putar 4.2 dan menghapus referensi ke Atto di <a href="https://moodle.academy/mod/book/view.php?id=556&amp;chapterid=308">Tambahkan dan edit teks&nbsp ;</a>bagian.</li> <li>Tutorial: Mulai menyiapkan kursus Anda - mengubah semua link video ke playlist 4.2 dan menambahkan info tentang pemindahan Massal ke <a href="https://moodle.academy/mod/book/view.php?id =592&amp;chapterid=385">Bagian pindahkan item</a>.&nbsp;Menambahkan info tentang pengeditan Massal ke <a href="https://moodle.academy/mod/book/view.php?id=592&amp; chapterid=382">Tambahkan dan edit konten kursus</a>&nbsp;bagian. Menambahkan referensi untuk indentasi ke <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=783">Bagian ikon.</a></li> <li>Tugas: Mulai mengajar dengan Moodle - menghapus referensi ke Atto.</li> <li>Dua pertanyaan di <a href="https://moodle.academy/mod/quiz/view.php?id=559">Periksa kuis pemahaman Anda</a> yang menyebutkan Atto telah diubah untuk menghapus referensi kepada Atto.&nbsp;</li> <li>Video untuk diunduh - menggantikan semua kecuali video Siapkan kursus latihan Anda dengan versi 4.2.&nbsp;</li> <li>Transkrip untuk diunduh - mengganti beberapa transkrip (catatan: sedikit perubahan) dengan versi 4.2.</li> <li>Mengubah blok samping untuk menyatakan kursus ini didasarkan pada versi 4.2</li> </ul> <p></p> <hr> <p>Perubahan dilakukan pada 18 Mei 2023 (Mary Cooch)</p> <p></p> <ul> <li>Menambahkan bagian <a href="https://moodle.academy/mod/book/view.php?id=592&amp;chapterid=385">"Indentasi bahan ajar"</a>&nbsp;ke Tutorial 'Mulai siapkan kursus Anda'.</li> </ul> <hr> <p>Perubahan dilakukan pada Desember 2022</p> <ul> <li>Menambahkan halaman versi dan mengubah blok teks menjadi 4.1</li> <li>Mengganti referensi Label dengan Teks dan media</li> <li>Untuk perubahan lainnya, lihat lembar kerja MTBasics dan kursus yang relevan di <a href="https://docs.google.com/spreadsheets/d/15Fb0yOrqXnaOoK6d8BdAmqRQKPPurUPfsq98WZEgHC4/edit?usp=sharing">lembar pembaruan 4.1</a ></li> </ul> <hr>

source: Get a practice course
id: Dapatkan kursus latihan

source: <p>To benefit most from this course, you should have an empty Moodle course in which you have the role of editing teacher. It is very useful also to have a sample student account which you can use to test your activities.</p> <p>Ideally, your organisation will provide you with a course with teacher access and offer you a test student account.</p> <p>If that is not possible you can use our <a href="https://sandbox.moodledemo.net" target="_blank">Moodle sandbox demo</a> with the teacher login (username = teacher/password= sandbox) but be aware that this site is reset every hour so you won't be able to save your work.</p> <hr> <p>Alternatively,&nbsp;<a href="https://moodle.academy/mod/glossary/showentry.php?eid=576">explore and sign up to MoodleCloud,</a>&nbsp;create a teacher login and a course and try out the activities there.&nbsp;</p> <p>The video below demonstrates how to get a MoodleCloud site. The transcript and MP4 file may be downloaded from the section Videos and transcripts for download.</p><p><a href="https://youtu.be/VzYQq4C2T7c">Set up your practice course</a></p>
id: <p>Untuk mendapatkan manfaat maksimal dari kursus ini, Anda harus memiliki kursus Moodle yang kosong dan Anda berperan sebagai pengajar pengedit. Sangat berguna juga untuk memiliki contoh akun siswa yang dapat Anda gunakan untuk menguji aktivitas Anda.</p> <p>Idealnya, organisasi Anda akan memberi Anda kursus dengan akses pengajar dan menawarkan akun tes siswa.</p> <p>Jika tidak memungkinkan, Anda dapat menggunakan <a href="https://sandbox.moodledemo.net" target="_blank">demo sandbox Moodle</a> kami dengan login pengajar (nama pengguna = teacher/sandi = sandbox) namun perlu diketahui bahwa situs ini disetel ulang setiap jam sehingga Anda tidak dapat menyimpan pekerjaan Anda.</p> <jam> <p>Sebagai alternatif,&nbsp;<a href="https://moodle.academy/mod/glossary/showentry.php?eid=576">jelajahi dan daftar ke MoodleCloud,</a>&nbsp;buat login pengajar dan kursus serta mencoba aktivitas di sana.&nbsp;</p> <p>Video di bawah ini menunjukkan cara mendapatkan situs MoodleCloud. Transkrip dan file MP4 dapat diunduh dari bagian Video dan transkrip untuk diunduh.</p><p><a href="https://youtu.be/VzYQq4C2T7c">Siapkan kursus latihan Anda</a>< /p>

source: Tutorial: Start exploring Moodle
id: Tutorial: Mulai menjelajahi Moodle

source: <p>In this tutorial we explore:</p> <ul> <li>How to find your way around a Moodle site and course;</li> <li>What the Dashboard and My courses tab do;</li> <li>What a Moodle course is and how to navigate it.</li> </ul>
id: <p>Dalam tutorial ini kita menjelajahi:</p> <ul> <li>Cara menggunakan situs dan kursus Moodle;</li> <li>Apa yang dilakukan tab Dasbor dan Kursus saya;</li> <li>Apa itu kursus Moodle dan bagaimana cara menavigasinya.</li> </ul>

source: My courses
id: Kursus saya

source: <p>The <strong>My courses</strong> tab is where you can see courses you are enrolled in. You can view them all, or filter courses that are in progress, completed or yet to begin. You can favourite (or 'star') courses and hide (or 'archive' ) courses that you no longer want to display.</p><p> </p><p>You can search for your courses and display them as cards or as a list.</p><p> </p><p>The percentage you see is a mark of how much of that course you have completed. It might not show on all courses, if a course has no required items. </p><p><img src="https://moodle.academy/pluginfile.php/5817/mod_book/chapter/303/Mycourses34.png" alt="" width="700" height="309" role="presentation" class="img-fluid atto_image_button_text-bottom"><br></p>
id: <p>Tab <strong>Kursus saya</strong> adalah tempat Anda dapat melihat kursus yang Anda ikuti. Anda dapat melihat semuanya, atau memfilter kursus yang sedang berlangsung, selesai, atau belum dimulai. Anda dapat memfavoritkan (atau 'membintangi') kursus dan menyembunyikan (atau 'mengarsipkan' ) kursus yang tidak ingin Anda tampilkan lagi.</p><p> </p><p>Anda dapat menelusuri kursus Anda dan menampilkannya dalam bentuk kartu atau daftar.</p><p> </p><p>Persentase yang Anda lihat menunjukkan seberapa banyak kursus yang telah Anda selesaikan. Ini mungkin tidak ditampilkan di semua kursus, jika kursus tidak memiliki item yang diperlukan. </p><p><img src="https://moodle.academy/pluginfile.php/5817/mod_book/chapter/303/Mycourses34.png" alt="" width="700" height="309" role="presentation" class="img-fluid atto_image_button_text-bottom"><br></p>

source: Add and edit text
id: Tambahkan dan edit teks

source: <ul> <li>TinyMCE is Moodle's default editor for adding text, images and media. It has improved accessiblity, with a screenreader and accessibility checker.</li> <li>You can drag and drop images directly into the text box and make links.</li> <li>If you use H5P interactive content, you can display it in the editor.&nbsp;</li> <li>Content you add to the editor is saved automatically at regular intervals, so you don't have to worry about losing it.</li> <li>The media and recording icons offer many options when adding or recording audio and video.</li> <li>If your admin allows, you can change your editor&nbsp; from the <strong>user menu</strong> top right, <strong>Preferences</strong> and then <strong>Editor Preferences</strong>.</li> </ul><p>&nbsp;The following video explains how to add and edit text with the&nbsp; editor.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/Q-D6nWSusrY">https://youtu.be/Q-D6nWSusrY</a><br></p>
id: <ul> <li>TinyMCE adalah editor bawaan Moodle untuk menambahkan teks, gambar, dan media. Aksesibilitasnya telah ditingkatkan, dengan pembaca layar dan pemeriksa aksesibilitas.</li> <li>Anda dapat menarik dan melepas gambar langsung ke kotak teks dan membuat tautan.</li> <li>Jika Anda menggunakan konten interaktif H5P, Anda dapat menampilkannya di editor.&nbsp;</li> <li>Konten yang Anda tambahkan ke editor disimpan secara otomatis secara berkala, sehingga Anda tidak perlu khawatir kehilangannya.</li> <li>Ikon media dan rekaman menawarkan banyak opsi saat menambahkan atau merekam audio dan video.</li> <li>Jika admin mengizinkan, Anda dapat mengubah editor&nbsp; dari <strong>menu pengguna</strong> kanan atas, <strong>Preferensi</strong> dan kemudian <strong>Preferensi Editor</strong>.</li> </ul><p>&nbsp;Video berikut menjelaskan cara menambahkan dan mengedit teks dengan&nbsp; editor.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br><br ><a href="https://youtu.be/Q-D6nWSusrY">https://youtu.be/Q-D6nWSusrY</a><br></p>

source: <p dir="ltr" style="text-align: left;">Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed7|690974852cf2df4bed0cbadf8a8cee5ee43caf58b0dff1f4655b02703086670e}Q}<br></p>
id: <p dir="ltr" style="text-align: left;">Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda bisa mencobanya sesering yang Anda mau.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed7|690974852cf2df4bed0cbadf8a8cee5ee43caf58b0dff1f4655b02703086670e} Q<br></p>

source: <p dir="ltr" style="text-align: left;">Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed2|1cdbf5f820e952f039c94ae067cde3c1d24bf9a9b8b7297d77d37f856940da17}Q}{Q{embed/embed3|bd3c6697b7cdfd554ef34e9be40c7b5f379527c90f0ecd44e5d9e4f644f9921b}Q}<br></p><p dir="ltr" style="text-align: left;"><br></p>
id: <p dir="ltr" style="text-align: left;">Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda bisa mencobanya sesering yang Anda mau.<br></p><p dir="ltr" style="text-align: left;">{Q{embed/embed2|1cdbf5f820e952f039c94ae067cde3c1d24bf9a9b8b7297d77d37f856940da17} Q}{Q{embed/embed3|bd3c6697b7cdfd554ef34e9be40c7b5f379527c90f0ecd44e5d9e4f644f9921b}Q<br></p><p dir="ltr" style="text-align: left;"><br></p>

source: Dashboard
id: Dasbor

source: <p>You can access your personal dashboard at any time by clicking the <strong>Dashboard</strong> tab at the top of your screen.</p><p> </p><p>The timeline shows which activities you must complete, along with any deadlines. Click the button on the right (showing the task completion requirement) to access the task directly. You can filter and search the timeline. </p> <p>The Calendar shows events added by the teacher and site admin as well as any reminder you want to set for yourself. </p> <p>If you click the arrow top right ('Open block drawer') it will show the course item you most recently accessed, so you can return there if you want.&nbsp;</p>
id: <p>Anda dapat mengakses dasbor pribadi Anda kapan saja dengan mengeklik tab <strong>Dasbor</strong> di bagian atas layar Anda.</p><p> </p><p>Garis waktu menunjukkan aktivitas mana yang harus Anda selesaikan, beserta tenggat waktunya. Klik tombol di sebelah kanan (menunjukkan persyaratan penyelesaian tugas) untuk mengakses tugas secara langsung. Anda dapat memfilter dan mencari timeline. </p> <p>Kalender menampilkan acara yang ditambahkan oleh pengajar dan admin situs serta pengingat apa pun yang ingin Anda atur sendiri. </p> <p>Jika Anda mengeklik tanda panah di kanan atas ('Buka laci blok'), item kursus yang terakhir Anda akses akan ditampilkan, sehingga Anda dapat kembali ke sana jika mau.&nbsp;</p>

source: Finding your way around
id: Cara menggunakan

source: <ul> <li>How you navigate around a site depends on your administrator's settings and your version of Moodle.</li> <li>With the latest version of Moodle, using the standard "Boost" theme you will see three links at the top when&nbsp; you first log in.</li> <ul> <li><span style="font-size: 1rem;"><strong>Home</strong> takes you to the front page;</span></li> <li><span style="font-size: 1rem;"><strong>Dashboard</strong> shows you a timeline of tasks you have to complete, a calendar and items you have recently accessed;</span></li> <li><strong>My courses</strong> shows you courses you are enrolled in. If you are not yet enrolled in any courses you won't see anything there.</li> </ul> <li>A user menu top right when logged in has quick links to useful areas of Moodle. You can edit your profile and preferences from there, view grades, change the language you see instructions in, and more.</li> <li>You can access messages and notifications from the icons at the top and do a global search if enabled.</li> <li>Once inside a course, you will notice a collapsible Course index on the left which displays course sections and the items within them.</li> </ul> <p>&nbsp;The following video explains how to find your way around a Moodle.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br></p><a href="https://youtu.be/3z5T5eYd2_w">Finding your way around</a><br><p></p>
id: <ul> <li>Cara Anda bernavigasi di suatu situs bergantung pada pengaturan administrator dan versi Moodle Anda.</li> <li>Dengan Moodle versi terbaru, dengan menggunakan tema standar "Boost", Anda akan melihat tiga tautan di bagian atas ketika&nbsp; Anda login terlebih dahulu.</li> <ul> <li><span style="font-size: 1rem;"><strong>Beranda</strong> membawa Anda ke halaman depan;</span></li> <li><span style="font-size: 1rem;"><strong>Dasbor</strong> menunjukkan garis waktu tugas yang harus Anda selesaikan, kalender, dan item yang baru-baru ini Anda akses;</span></ li> <li><strong>Kursus saya</strong> menunjukkan kursus yang Anda ikuti. Jika Anda belum terdaftar di kursus apa pun, Anda tidak akan melihat apa pun di sana.</li> </ul> <li>Menu pengguna di kanan atas ketika login mempunyai link cepat ke area berguna di Moodle. Anda dapat mengedit profil dan preferensi Anda dari sana, melihat nilai, mengubah bahasa yang Anda lihat petunjuknya, dan banyak lagi.</li> <li>Anda dapat mengakses pesan dan notifikasi dari ikon di bagian atas dan melakukan penelusuran global jika diaktifkan.</li> <li>Saat berada di dalam suatu kursus, Anda akan melihat indeks Kursus yang dapat dilipat di sebelah kiri yang menampilkan bagian kursus dan item di dalamnya.</li> </ul> <p>&nbsp;Video berikut menjelaskan cara menggunakan Moodle.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br></ p><a href="https://youtu.be/3z5T5eYd2_w">Cara menggunakan</a><br><p></p>

source: What is a course?
id: Apa itu kursus?

source: <ul> <li>A 'course' can be a simple page with documents for one teacher and one class, or a complex page with many different activities shared by teachers and several classes.</li> <li>It can be always available or have start and end dates, and learners can access it in a number of ways, such as enrolling themselves, being enrolled by their teacher, or by the Moodle administrator.</li> <li>A course can display its materials in a number of ways or 'formats', for example in weekly sections or (named) topic sections. You can show all the sections at once or just reveal one at a time.</li> <li>You can also add elements known as 'blocks' to the right of the course central area to display more useful information.&nbsp;</li> </ul><p>&nbsp;The following video explains what a course is.&nbsp; The transcript and MP4 file&nbsp; may be downloaded from the section&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/sePO9ZZfK0c">What is a course?</a></p>
id: <ul> <li>'Kursus' dapat berupa halaman sederhana yang berisi dokumen untuk satu pengajar dan satu kelas, atau halaman kompleks yang berisi banyak aktivitas berbeda yang dilakukan oleh pengajar dan beberapa kelas.</li> <li>Ini bisa selalu tersedia atau memiliki tanggal mulai dan berakhir, dan peserta didik dapat mengaksesnya dengan beberapa cara, seperti mendaftarkan diri, didaftarkan oleh pengajar mereka, atau oleh administrator Moodle.</li> <li>Kursus dapat menampilkan materinya dalam beberapa cara atau 'format', misalnya di bagian mingguan atau bagian topik (yang diberi nama). Anda dapat menampilkan semua bagian sekaligus atau hanya menampilkan satu per satu.</li> <li>Anda juga dapat menambahkan elemen yang disebut 'blok' di sebelah kanan area pusat kursus untuk menampilkan informasi yang lebih berguna.&nbsp;</li> </ul><p>&nbsp;Video berikut menjelaskan apa itu kursus.&nbsp; Transkrip dan file MP4&nbsp; dapat diunduh dari bagian&nbsp;<a href="https://moodle.academy/course/view.php?id=34#section-4">Video dan transkrip untuk diunduh</a>.<br><br ><a href="https://youtu.be/sePO9ZZfK0c">Apa itu kursus?</a></p>

source: Tutorial: Start setting up your course
id: Tutorial: Mulailah menyiapkan kursus Anda

source: The icons
id: Ikon
