Repository: oonid/moodle_academy_translations
Catalog: courses/143-what-s-new-*-moodle-4.4/*.po
Languages: id

source: <p>Please see the page Where to try out Moodle 4.4 if you don't have access to a test Moodle 4.4 site.</p> <ol> <li>Log in to the <a href="https://school.moodledemo.net">Mount Orange School demo site</a> with the username manager/ password moodle. </li> <li>Explore the two new custom reports relating to Roles and file types and size.</li> <li>Explore the Browse list of users page with its improved filtering and bulk actions. </li> <li>Upload one or two site badges and explore the new filters by version and expiry date.</li> <li>Explore the default answer format options for the new Ordering question type.</li> <li>If you have your own test site...<br> <ul> <li>Explore the new Theme usage report.</li> <li>Explore the new announcement forum defaults.</li> <li>Make sure you are registered with BBB if you are using the free tier.</li> </ul> </li> </ol> <h5>Optionally (but highly recommended)</h5> <p>Explore the new settings for course teachers by going through the tasks: Try out the educator improvements and new features.</p>
id: <p>Silakan lihat halaman Tempat mencoba Moodle 4.4 jika Anda tidak memiliki akses ke situs pengujian Moodle 4.4.</p> <ol> <li>Masuk ke <a href="https://school.moodledemo.net">situs demo Mount Orange School</a> dengan nama pengguna manager/kata sandi moodle. </li> <li>Jelajahi dua laporan khusus baru yang berkaitan dengan Peran serta jenis dan ukuran file.</li> <li>Jelajahi halaman Telusuri daftar pengguna dengan pemfilteran yang ditingkatkan dan tindakan massal. </li> <li>Unggah satu atau dua lencana situs dan jelajahi filter baru berdasarkan versi dan tanggal kedaluwarsa.</li> <li>Jelajahi opsi format jawaban bawaan untuk jenis pertanyaan Pengurutan yang baru.</li> <li>Jika Anda memiliki situs pengujian sendiri...<br> <ul> <li>Jelajahi laporan penggunaan Tema baru.</li> <li>Jelajahi pengumuman bawaan forum baru.</li> <li>Pastikan Anda terdaftar di BBB jika menggunakan paket gratis.</li> </ul> </li> </ol> <h5>Opsional (tetapi sangat disarankan)</h5> <p>Jelajahi setelan baru untuk pengajar kursus dengan melakukan tugas: Mencoba penyempurnaan pendidik dan fitur baru.</p>

source: Checklist: 4.4 administration
id: Daftar periksa: 4.4 administrasi

source: Tutorial: What's new for educators
id: Tutorial: Apa yang baru bagi pendidik

source: Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br><br>{Q{1988/19884|14a5e06be12774b40f366089acea8f59b52bec022891d20de7d8218a0a1ff9a1}Q}<br>
id: Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda dapat mencobanya sesering yang Anda mau.<br><br>{Q{1988/19884|14a5e06be12774b40f366089acea8f59b52bec022891d20de7d8218a0a1ff9a1}Q<br>

source: Matrix groups
id: Kelompok matriks

source: <p>If your 4.4 site is linked with a Matrix server and in your course from <strong>Course navigation &gt; More &gt; Communication</strong>, Matrix is enabled, then if you have set up groups in the course, Matrix will create dedicated group rooms for you and the students in that group.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4282/acadmatrixgroups.png" alt="" width="795" height="415"></p>
id: <p>Jika situs 4.4 Anda terhubung dengan server Matrix dan dalam kursus Anda dari <strong>Navigasi kursus &gt; Lainnya &gt; Komunikasi</strong>, Matrix diaktifkan, lalu jika Anda telah menyiapkan grup dalam kursus, Matrix akan membuat ruang grup khusus untuk Anda dan siswa dalam grup tersebut.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4282/acadmatrixgroups.png" alt=" " lebar="795" tinggi="415"></p>

source: Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br><br>{Q{1988/18883|d16037f295a1e0d3a5569852dc64cbf5130b16d2eae231fae924eedab18fcdbe}Q}<br>
id: Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda dapat mencobanya sesering yang Anda mau.<br><br>{Q{1988/18883|d16037f295a1e0d3a5569852dc64cbf5130b16d2eae231fae924eedab18fcdbe}Q<br>

source: Ordering question type
id: Jenis pertanyaan pengurutan

source: <p>The long-established and popular <strong>Ordering question type</strong>, originally developed by community Moodler Gordon Bateson, is now part of standard Moodle 4.4 and available for teachers to create sequencing questions for students. These questions may involve individual words, phrases, or (with the HTML format selected) media such as images. The questions can be displayed vertically or horizontally - although the horizontal display will vary depending on image size and your site theme.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4279/orderingdial.png" alt="" width="635" height="491"></p>
id: <p><strong>Jenis pertanyaan Pengurutan</strong> yang sudah lama ada dan populer, awalnya dikembangkan oleh komunitas Moodler Gordon Bateson, kini menjadi bagian dari standar Moodle 4.4 dan tersedia bagi pengajar untuk membuat pertanyaan pengurutan bagi siswa. Pertanyaan-pertanyaan ini mungkin melibatkan setiap kata, frasa, atau (dengan format HTML yang dipilih) media seperti gambar. Pertanyaan dapat ditampilkan secara vertikal atau horizontal - meskipun tampilan horizontal akan bervariasi tergantung pada ukuran gambar dan tema situs Anda.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4279/orderingdial.png" alt="" lebar="635" tinggi="491"></p>

source: Activity icons
id: Ikon aktivitas

source: <p>Activity icons in Moodle 4.4 are slightly smaller (24x24), are outlined with a transparent background and use an accessible colour palette.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4275/academyactivityicons.png" alt="" width="764" height="531"></p> <p>Activity categories are coloured as follows: </p> <ul> <li>Pink - Assessment </li> <li>Purple - Communication</li> <li>Orange - Collaboration</li> <li>Brown - Interactive content</li> <li>Teal - Resources.</li> </ul>
id: <p>Ikon aktivitas di Moodle 4.4 berukuran sedikit lebih kecil (24x24), diberi garis tepi dengan latar belakang transparan, dan menggunakan palet warna yang mudah diakses.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4275/academyactivityicons.png" alt="" lebar="764" tinggi="531"></p> <p>Kategori aktivitas diwarnai sebagai berikut: </p> <ul> <li>Merah Muda - Penilaian </li> <li>Ungu - Komunikasi</li> <li>Oranye - Kolaborasi</li> <li>Coklat - Konten interaktif</li> <li>Hijau laut - Sumber Daya.</li> </ul>

source: Video: Ordering question
id: Video: Pertanyaan pengurutan

source: <p>The following video gives an overview of the Ordering question in Moodle 4.4. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.</p> <p>(Note that due to UI improvements being integrated just before release, the interface when the student is taking the quiz has changed slightly since the screencast was filmed.)</p> <p><a href="https://youtu.be/r-P2IZp-ysg">44 Ordering question type</a></p>
id: <p>Video berikut memberikan ikhtisar pertanyaan Pengurutan di Moodle 4.4. Download video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.</p> <p>(Perhatikan bahwa karena penyempurnaan UI diintegrasikan sebelum rilis, antarmuka saat siswa mengikuti kuis telah sedikit berubah sejak screencast difilmkan.)</p> <p><a href="https://youtu.be/r-P2IZp-ysg">Jenis pertanyaan Pengurutan 44</a></p>

source: New section page
id: Halaman bagian baru

source: <p>When a student (or teacher in non-edit mode) clicks a section heading, they are taken to a page for just that section, allowing for better focus. </p> <p>Return to the section by clicking the previous link in the navigation trail and return to the course page by clicking the course name.<br><br><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4274/singlesectionacademy.png" alt="" width="750" height="461"></p>
id: <p>Saat siswa (atau pengajar dalam mode non-edit) mengklik judul bagian, mereka akan dibawa ke halaman hanya untuk bagian tersebut, sehingga memungkinkan fokus yang lebih baik. </p> <p>Kembali ke bagian dengan mengklik link sebelumnya di jalur navigasi dan kembali ke halaman kursus dengan mengklik nama kursus.<br><br><img class="img-fluid atto_image_button_text-bottom" role="presentation " src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4274/singlesectionacademy.png" alt="" width="750" height="461"></p>

source: MIME type icons
id: Ikon jenis MIME

source: <p>New icons better displaying file extensions (MIME type) are available in Moodle 4.4, making it easier to see what file was uploaded, for example a PPT™ file or a PDF file.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4276/academymimetype.png" alt="" width="503" height="411"></p>
id: <p>Ikon baru yang menampilkan ekstensi file dengan lebih baik (tipe MIME) tersedia di Moodle 4.4, membuatnya lebih mudah untuk melihat file apa yang diunggah, misalnya file PPT™ atau file PDF.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4276/academymimetype.png" alt="" lebar="503" tinggi="411"></p>

source: <h5>Announcements forum defaults</h5> <p>As for standard forums, an administrator can set Announcements forum defaults for the maximum number of attachments and the subscription mode (so teachers don't need to modify them).</p> <h5>Faster ‘Post a copy to all groups’</h5> <p>The 'Post a copy to all groups' checkbox is shown in the quick discussion creation form so it can be ticked just before sending a message out to all groups, rather than previously when the teacher had to click the 'Advanced' link.<br><br>The following video gives an overview of these community-contributed forum improvements in Moodle 4.4 for admins and teachers. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/3kLaQUM16Hc">44 Forum</a></p>
id: <h5>Pengumuman bawaan forum</h5> <p>Untuk forum standar, administrator dapat menyetel Pengumuman bawaan forum untuk jumlah maksimum lampiran dan mode berlangganan (sehingga pengajar tidak perlu mengubahnya).</p> <h5>Lebih cepat 'Post salinan ke semua grup'</h5> <p>Kotak centang 'Post salinan ke semua grup' ditampilkan dalam formulir pembuatan diskusi cepat sehingga dapat dicentang sesaat sebelum mengirim pesan ke semua grup, bukan sebelumnya ketika pengajar harus mengeklik tautan 'Lanjutan' .<br><br>Video berikut memberikan ikhtisar perbaikan forum kontribusi komunitas di Moodle 4.4 untuk admin dan pengajar. Download video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.<br>< br><a href="https://youtu.be/3kLaQUM16Hc">Forum 44</a></p>

source: <p>TinyMCE is now the default editor in Moodle. If you are a teacher currently using the earlier Atto editor, you can change to TinyMCE from your <strong>user profile &gt; Preferences &gt; Editor preferences</strong>.</p> <p>When uploading images using TinyMCE the interface is enhanced, making it easier to drag/drop, search for and upload or link to images:<br><br><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4280/tinymceacad.png" alt="" width="700" height="330"></p> <p>It is also easier to manage the image once uploaded:</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4280/acadebetterimage.png" alt="" width="700" height="544"></p>
id: <p>TinyMCE sekarang menjadi editor default di Moodle. Jika Anda seorang pengajar yang saat ini menggunakan editor Atto sebelumnya, Anda dapat mengubah ke TinyMCE dari <strong>profil pengguna &gt; Preferensi &gt; Preferensi editor</strong>.</p> <p>Saat mengunggah gambar menggunakan TinyMCE, antarmuka ditingkatkan, membuatnya lebih mudah untuk menarik/meletakkan, mencari dan mengunggah atau menautkan ke gambar:<br><br><img class="img-fluid atto_image_button_text-bottom" role= "presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4280/tinymceacad.png" alt="" width="700" height="330"></p> <p>Mengelola gambar setelah diunggah juga lebih mudah:</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4280/acadebetterimage.png" alt="" lebar="700" tinggi="544"></p>

source: Video: Quiz improvements
id: Video: Peningkatan kuis

source: <p>The following video gives an overview of Quiz improvements in Moodle 4.4. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.</p> <p><a href="https://youtu.be/AmM5WvEUNy0?feature=shared">44 Quiz</a></p>
id: <p>Video berikut memberikan ikhtisar perbaikan Kuis di Moodle 4.4. Unduh video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.</p> <p><a href="https://youtu.be/AmM5WvEUNy0?feature=shared">Kuis 44</a></p>

source: <p>In this tutorial we will cover the most significant and interesting new features and improvements for those with the editing teacher role in a Moodle 4.4 course. For a full list of all that is new, see the <a href="https://moodledev.io/general/releases/4.4">Moodle 4.4 release documentation</a>.<br><br>In this tutorial we explore:</p> <ul> <li>new features and improvements affecting teachers in Moodle 4.4 sites.</li> <li>other changes teachers in Moodle 4.4 sites should be aware of.</li> </ul>
id: <p>Dalam tutorial ini kami akan membahas fitur-fitur baru yang paling signifikan dan menarik serta peningkatan bagi mereka yang berperan sebagai pengajar pengedit dalam kursus Moodle 4.4. Untuk daftar lengkap semua yang baru, lihat <a href="https://moodledev.io/general/releases/4.4">dokumentasi rilis Moodle 4.4</a>.<br><br>Dalam tutorial ini kita menjelajahi:</p> <ul> <li>fitur-fitur baru dan perbaikan yang mempengaruhi pengajar di situs Moodle 4.4.</li> <li>perubahan lain yang harus diperhatikan oleh pengajar di situs Moodle 4.4.</li> </ul>

source: Course page
id: Halaman kursus

source: <p>Course pages in Moodle 4.4 have a neater look with activities separated by lines and sections framed in cards. (This is the opposite of Moodle 4.3.) This allows for better focus.<br><br>Moodle 4.3 showing activity cards and a line separating a section:<br><img class="img-fluid atto_image_button_text-bottom" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4273/43%20activity%20cards.png" alt="4.3 activity cards" width="724" height="276"><br><br>Moodle 4.4 showing lines between activities and a section within a card:<br><img class="img-fluid atto_image_button_text-bottom" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4273/44sectioncards.png" alt="4.4 section cards" width="784" height="306"></p>
id: <p>Halaman kursus di Moodle 4.4 memiliki tampilan yang lebih rapi dengan aktivitas yang dipisahkan oleh garis dan bagian yang dibingkai dalam kartu. (Ini kebalikan dari Moodle 4.3.) Hal ini memungkinkan fokus yang lebih baik.<br><br>Moodle 4.3 menampilkan kartu aktivitas dan garis yang memisahkan bagian:<br><img class="img-fluid atto_image_button_text-bottom" src ="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4273/43%20activity%20cards.png" alt="4.3 kartu aktivitas" width="724" height="276"><br ><br>Moodle 4.4 menampilkan garis antara aktivitas dan bagian dalam kartu:<br><img class="img-fluid atto_image_button_text-bottom" src="https://moodle.academy/pluginfile.php/262756/mod_book /chapter/4273/44sectioncards.png" alt="kartu bagian 4.4" width="784" height="306"></p>

source: Video: New icons
id: Video: Ikon baru

source: <p>The following video gives an overview of the new icons in Moodle 4.4. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.</p> <p><a href="https://youtu.be/ypAxbEztz50?feature=shared">Activity icons</a></p>
id: <p>Video berikut memberikan ikhtisar ikon-ikon baru di Moodle 4.4. Unduh video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.</p> <p><a href="https://youtu.be/ypAxbEztz50?feature=shared">Ikon aktivitas</a></p>

source: Video: Course page
id: Video: Halaman kursus

source: <p>The following video gives an overview of course page improvements in Moodle 4.4. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.</p> <p><a href="https://youtu.be/gxyJ__ij38U?feature=shared">44 Course page</a></p>
id: <p>Video berikut memberikan ikhtisar perbaikan halaman kursus di Moodle 4.4. Unduh video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.</p> <p><a href="https://youtu.be/gxyJ__ij38U?feature=shared">Halaman kursus 44</a></p>

source: Course management
id: Manajemen kursus

source: <ul> <li>With edit mode enabled, teachers see dotted lines separating items, enabling them to easily click and add a new activity or resource.</li> <li>Accessing a new section page with edit mode enabled is done either by clicking its name in the course index or by clicking the View link from the Edit menu.</li> </ul> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4277/viewacademy.png" alt="" width="185" height="283"></p> <ul> <li>From <strong>Course navigation &gt; Settings, </strong>the Course format setting now includes descriptions in the chooser.</li> <li>Topics is now renamed <strong>Course sections </strong>(and new sections are no longer numbered).</li> </ul> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4277/courseformatacademy.png" alt="" width="328" height="495"></p> <ul> <li>The setting 'Show one section per page' displays the number of activities in a section (rather than the type) and when a student clicks to go to a section, they arrive at the new single section page without the top/general section displaying. This reduces redundancy and once more allows for better focus.</li> </ul>
id: <ul> <li>Dengan mengaktifkan mode edit, pengajar melihat garis putus-putus yang memisahkan item, memungkinkan mereka mengklik dengan mudah dan menambahkan aktivitas atau sumber daya baru.</li> <li>Mengakses halaman bagian baru dengan mode edit diaktifkan dilakukan dengan mengklik namanya di indeks kursus atau dengan mengklik link Lihat dari menu Edit.</li> </ul> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4277/viewacademy.png" alt="" lebar="185" tinggi="283"></p> <ul> <li>Dari <strong>Navigasi kursus &gt; Setelan, </strong>setelan format Kursus kini menyertakan deskripsi di pemilih.</li> <li>Topik kini berganti nama menjadi <strong>Bagian kursus </strong>(dan bagian baru tidak lagi diberi nomor).</li> </ul> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4277/courseformatacademy.png" alt="" lebar="328" tinggi="495"></p> <ul> <li>Pengaturan 'Tampilkan satu bagian per halaman' menampilkan jumlah kegiatan dalam suatu bagian (bukan jenisnya) dan ketika siswa mengklik untuk membuka suatu bagian, mereka tiba di halaman satu bagian baru tanpa bagian atas/umum bagian ditampilkan. Hal ini mengurangi redundansi dan sekali lagi memungkinkan fokus yang lebih baik.</li> </ul>

source: Quiz and Question bank
id: Kuis dan Bank Soal
