Repository: oonid/moodle_academy_translations
Catalog: courses/143-what-s-new-*-moodle-4.4/*.po
Languages: id

source: <p>There are some theme settings changes in 4.4 compared with previous versions.</p> <ul> <li>The section Themes from Site administration &gt; Appearance &gt; Themes does not appear when only standard themes (Boost and Classic) are used.</li> <li>Instead, to access the previous Theme settings, click <strong>Advanced theme settings</strong>.</li> <li>For the previous Theme selector, select <strong>Themes</strong>.</li> <li>To access the Boost/Classic theme pages, click the cog icon within their frame.</li> </ul> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4265/themepage44.png" alt="" width="615" height="418"></p>
id: <p>Ada beberapa perubahan pengaturan tema di 4.4 dibandingkan dengan versi sebelumnya.</p> <ul> <li>Bagian Tema dari Administrasi Situs &gt; Penampilan &gt; Tema tidak muncul bila hanya tema standar (Boost dan Classic) yang digunakan.</li> <li>Sebaliknya, untuk mengakses setelan Tema sebelumnya, klik <strong>Setelan tema lanjutan</strong>.</li> <li>Untuk pemilih Tema sebelumnya, pilih <strong>Tema</strong>.</li> <li>Untuk mengakses halaman tema Boost/Classic, klik ikon roda gigi di dalam bingkainya.</li> </ul> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4265/themepage44.png" alt=" " lebar="615" tinggi="418"></p>

source: <p>Although the BigBlueButton free version remains unchanged, from 22 April 2024 onwards, administrators wishing to benefit from it will have to register with the BigBlueButton portal via <strong>Site administration &gt; Plugins &gt; BigBlueButton &gt; General settings</strong>.</p> <p>This is very quick to do and allows users to use or continue to use the basic free features of the <a href="https://moodle.com/certified-integrations/bigbluebutton/">BigBlueButton Moodle certified integration.</a><br><br>Note: This applies to <strong>all Moodle versions where the free tier BBB is available</strong>; not just Moodle 4.4.</p>
id: <p>Meskipun versi gratis BigBlueButton tetap tidak berubah, mulai 22 April 2024 dan seterusnya, administrator yang ingin memanfaatkannya harus mendaftar ke portal BigBlueButton melalui <strong>Administrasi situs &gt; Plugin &gt; BigBlueButton &gt; Setelan umum</strong>.</p> <p>Ini sangat cepat dilakukan dan memungkinkan pengguna untuk menggunakan atau terus menggunakan fitur dasar gratis dari <a href="https://moodle.com/certified-integrations/bigbluebutton/">integrasi bersertifikasi BigBlueButton Moodle. </a><br><br>Catatan: Ini berlaku untuk <strong>semua versi Moodle yang menyediakan BBB tingkat gratis</strong>; bukan hanya Moodle 4.4.</p>

source: Authentication
id: Autentikasi

source: <h5>Multi-factor authentication (MFA)</h5> <p>Introduced in Moodle 4.3, MFA is now enhanced with the addition of an SMS factor, allowing users to authenticate via a code sent to them on their smartphones.</p> <h5>Password visibility</h5> <p>A new setting <strong>Site administration &gt; Authentication &gt; Manage authentication &gt; Password visibility toggle </strong>allows the administrator to let users click to show (and then hide) their password on the login page.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4268/passwordvis.png" alt="" width="482" height="498"></p>
id: <h5>Autentikasi multi-faktor (MFA)</h5> <p>Diperkenalkan di Moodle 4.3, MFA kini ditingkatkan dengan penambahan faktor SMS, memungkinkan pengguna untuk mengautentikasi melalui kode yang dikirimkan kepada mereka di ponsel cerdas mereka.</p> <h5>Visibilitas sandi</h5> <p>Pengaturan baru <strong>Administrasi situs &gt; Autentikasi &gt; Kelola autentikasi &gt; Tombol visibilitas sandi </strong>memungkinkan administrator mengizinkan pengguna mengeklik untuk menampilkan (lalu menyembunyikan) sandi mereka di laman masuk.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4268/passwordvis.png" alt=" " lebar="482" tinggi="498"></p>

source: <p>Administrators familiar with CSS or working with those familiar with CSS can now add custom CSS to apply to H5P content across the site from <strong>Site administration &gt; General &gt; H5P settings</strong>.<strong><br></strong><br><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4269/h5pcustomcss.png" alt="" width="745" height="546"></p>
id: <p>Administrator yang memahami CSS atau bekerja dengan mereka yang memahami CSS kini dapat menambahkan CSS khusus untuk diterapkan pada konten H5P di seluruh situs dari <strong>Administrasi situs &gt; Umum &gt; Setelan H5P</strong>.<strong><br></strong><br><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile. php/262753/mod_book/chapter/4269/h5pcustomcss.png" alt="" width="745" height="546"></p>

source: Disabled activities
id: Aktivitas yang dinonaktifkan

source: <p>Chat and Survey are due to be removed from standard Moodle LMS in a future version. In preparation for this, both activities are disabled by default in new installations of Moodle 4.4.</p> <p>If you're upgrading to 4.4, you may want to go to <strong>Site administration &gt; Plugins &gt; Activity modules &gt; Manage activities </strong>and check if either activity is being used, and if not, disable them.</p>
id: <p>Obrolan dan Survei akan dihapus dari LMS Moodle standar di versi mendatang. Sebagai persiapan untuk hal ini, kedua aktivitas tersebut dinonaktifkan secara default pada instalasi baru Moodle 4.4.</p> <p>Jika Anda mengupgrade ke 4.4, Anda mungkin ingin membuka <strong>Administrasi situs &gt; Plugin &gt; Modul aktivitas &gt; Mengelola aktivitas </strong>dan memeriksa apakah salah satu aktivitas sedang digunakan, dan jika tidak, nonaktifkan mereka.</p>

source: CLI improvements
id: Peningkatan CLI

source: <p>For administrators familiar with the command line, two new scripts will be welcome:</p> <ul> <li>CLI script for importing courses.</li> <li>CLI script for restoring into an existing course.</li> </ul>
id: <p>Bagi administrator yang terbiasa dengan baris perintah, dua skrip baru akan diterima:</p> <ul> <li>Skrip CLI untuk mengimpor kursus.</li> <li>Skrip CLI untuk memulihkan ke kursus yang sudah ada.</li> </ul>

source: Capabilities
id: Kemampuan

source: <p>As highlighted in earlier area of this tutorial, the following capabilities are new in Moodle 4.4:</p> <ul> <li>View all custom reports (<em>moodle/reportbuilder:viewall</em>) - not set for standard roles</li> <li>Access TinyMCE Premium features (<em>tiny/premium:accesspremium</em>) - allowed for the default Authenticated user role</li> <li>Use upload course tool (<em>tool/uploadcourse:use</em>) - allowed for the default Manager role</li> </ul>
id: <p>Seperti yang disorot di bagian awal tutorial ini, kemampuan berikut ini baru di Moodle 4.4:</p> <ul> <li>Lihat semua laporan khusus (<em>moodle/reportbuilder:viewall</em>) - tidak ditetapkan untuk peran standar</li> <li>Akses fitur TinyMCE Premium (<em>tiny/premium:accesspremium</em>) - diizinkan untuk peran pengguna yang terautentikasi bawaan</li> <li>Gunakan alat unggah kursus (<em>alat/uploadcourse:use</em>) - diizinkan untuk peran Manajer bawaan</li> </ul>

source: Reporting
id: Pelaporan

source: <p>Thanks to the implementation of Report builder functionality from Moodle Workplace™, improvements in reporting in 4.4 include extra features for custom reports and also improved filtering in other areas, plus one completely new report. <br><br>The following video gives an overview of reporting improvements. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/kuiSL53z4hQ">Reporting in 4.4</a></p>
id: <p>Berkat penerapan fungsi pembuat Laporan dari Moodle Workplace™, peningkatan dalam pelaporan di versi 4.4 mencakup fitur tambahan untuk laporan khusus dan juga peningkatan pemfilteran di area lain, ditambah satu laporan yang benar-benar baru. <br><br>Video berikut memberikan ikhtisar penyempurnaan pelaporan. Download video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.<br>< br><a href="https://youtu.be/kuiSL53z4hQ">Pelaporan dalam versi 4.4</a></p>

source: Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br><span data-translationhash="e0ec9c626b9d97e505a5b8d53979aae3">{Q{1988/19882|b8bd9b7b025781a1469f891b5836fb58ff1f43a5e89c4ab89236243bb5aadc7c}Q}<br></span>
id: Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda dapat mencobanya sesering yang Anda mau.<br><span data-translationhash="e0ec9c626b9d97e505a5b8d53979aae3">{Q{1988/19882|b8bd9b7b025781a1469f891b5836fb58ff1f43a5e89c4ab89 236243bb5aadc7c}Q<br></span>

source: New question type
id: Jenis pertanyaan baru

source: <p>The <strong>Ordering question type</strong>, a well-established community plugin originally developed by Gordon Bateson, is now in standard Moodle thanks to sponsoring by the MUA.</p> <p>The following video gives an overview of the Ordering question type. Download the video and transcript from the <a href="https://moodle.academy/course/view.php?id=143#section-5">Videos and transcripts for download</a> section.<br><br><a href="https://youtu.be/r-P2IZp-ysg">Ordering question type</a></p>
id: <p><strong>Jenis pertanyaan pengurutan</strong>, sebuah plugin komunitas mapan yang awalnya dikembangkan oleh Gordon Bateson, kini tersedia dalam Moodle standar berkat sponsor dari MUA.</p> <p>Video berikut memberikan gambaran umum tentang jenis pertanyaan Pengurutan. Download video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-5">Video dan transkrip untuk diunduh</a>.<br>< br><a href="https://youtu.be/r-P2IZp-ysg">Jenis pertanyaan pengurutan</a></p>

source: <p><strong>TinyMCE </strong>is now the default editor in all Moodle sites, in preparation for the removal of Atto in Moodle 4.5.<br><br>Along with improvements to the image uploading UI, administrators should be aware of a new capability 'Access TinyMCE Premium features' <em>(tiny/premium:accesspremium) </em>allowing you to control which users can use premium features and in which context. For TinyMCE premium features charging is done on "per request" basis (number of editor loads). The capability is allowed for the default Authenticated user role.</p>
id: <p><strong>TinyMCE </strong>kini menjadi editor bawaan di semua situs Moodle, sebagai persiapan untuk penghapusan Atto di Moodle 4.5.<br><br>Seiring dengan perbaikan pada UI pengunggahan gambar, administrator juga harus mengetahui kemampuan baru 'Akses fitur Premium TinyMCE' <em>(tiny/premium:accesspremium) </em>yang memungkinkan Anda mengontrol pengguna mana yang dapat menggunakan fitur premium dan dalam konteks apa. Untuk fitur premium TinyMCE, pembiayaan dilakukan berdasarkan "per permintaan" (jumlah pemuatan editor). Kemampuan ini diperbolehkan untuk peran bawaan pengguna Terautentikasi.</p>

source: Upload courses
id: Unggah kursus

source: <p>Until now, only an administrator was able to upload a csv file with course information via <strong>Site administration &gt; Courses &gt; Upload courses</strong>.<strong><br></strong><br>A new capability, Use upload course tool (<em>tool/uploadcourse:use</em>) can be given for example to Managers to allow them to upload a csv file. The capability is allowed by default for the role of Manager and if given to other users, it requires also the capabilities <em>moodle/course:create, moodle/course:update</em> and <em>moodle/course:delete</em> (potentially).</p>
id: <p>Sampai saat ini, hanya administrator yang dapat mengunggah file csv berisi informasi kursus melalui <strong>Administrasi situs &gt; Kursus &gt; Unggah kursus</strong>.<strong><br></strong><br>Kemampuan baru, Gunakan alat unggah kursus (<em>tool/uploadcourse:use</em>) dapat diberikan misalnya kepada Manajer untuk izinkan mereka mengunggah file csv. Kemampuan ini diperbolehkan secara bawaan untuk peran Manajer dan jika diberikan kepada pengguna lain, kemampuan ini juga (berpotensi) memerlukan kemampuan <em>moodle/course:create, moodle/course:update</em> dan <em>moodle/course:delete </em>.</p>

source: User tours
id: Tur pengguna

source: In earlier versions of Moodle, once a user tour had been completed, the user had to reset it from the link at the bottom of the screen in order to view it again, or the administrator had to reset the tour for everybody concerned.<br><br>A new setting in 4.4 allows the creator of the tour to make the tour always show -&nbsp; a useful feature for areas where users need to be regularly reminded of a particular setting or action to take.<br><br><img src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4266/usertouralwaysshow.png" alt="" width="658" height="188" role="presentation" class="img-fluid atto_image_button_text-bottom"><br>
id: Dalam versi Moodle yang lebih lama, setelah tur pengguna selesai, pengguna harus mengatur ulang tur tersebut dari tautan di bagian bawah layar agar dapat melihatnya lagi, atau administrator harus mengatur ulang tur untuk semua orang yang berkepentingan.<br ><br>Pengaturan baru di 4.4 memungkinkan pembuat tur membuat tur selalu ditampilkan -&nbsp; fitur berguna untuk area di mana pengguna perlu diingatkan secara rutin tentang pengaturan atau tindakan tertentu yang harus diambil.<br><br><img src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/ 4266/usertouralwaysshow.png" alt="" width="658" height="188" role="presentation" class="img-fluid atto_image_button_text-bottom"><br>

source: Test your understanding with this quick check. The grades are not stored, so you can try as often as you like.<br><br>{Q{1988/19881|89d46b254f469ae51a11fb387a04e35fccda46102ea6c147cfb53cdc6dce37dc}Q}<br>
id: Uji pemahaman Anda dengan pemeriksaan cepat ini. Nilai tidak disimpan, jadi Anda dapat mencobanya sesering yang Anda mau.<br><br>{Q{1988/19881|89d46b254f469ae51a11fb387a04e35fccda46102ea6c147cfb53cdc6dce37dc}Q<br>

source: <p>In this tutorial we will cover the most significant and interesting new features and improvements in Moodle 4.4. For a full list of all that is new, see the <a href="https://moodledev.io/general/releases/4.4">Moodle 4.4 release documentation</a>.<br><br>In this tutorial we explore:</p> <ul> <li>new features and improvements affecting administrators of 4.4 sites.</li> <li>other changes administrators of 4.4 sites should be aware of.</li> </ul>
id: <p>Dalam tutorial ini kami akan membahas fitur-fitur baru dan peningkatan yang paling signifikan dan menarik di Moodle 4.4. Untuk daftar lengkap semua yang baru, lihat <a href="https://moodledev.io/general/releases/4.4">dokumentasi rilis Moodle 4.4</a>.<br><br>Dalam tutorial ini kita menjelajahi:</p> <ul> <li>fitur baru dan peningkatan yang memengaruhi administrator situs 4.4.</li> <li>perubahan lain yang harus diketahui oleh administrator situs 4.4.</li> </ul>

source: Forums
id: Forum

source: <p>A new section in <strong>Site administration &gt; Plugins &gt; Activity modules &gt; Forums &gt; Default announcement forum settings </strong>allows administrators to define the default</p> <ul> <li>Maximum number of attachments per post;</li> <li>Subscription mode.</li> </ul> <p>This will, for example, benefit sites where the usual 'Forced subscription' is not appropriate for courses.</p> <p>In courses teachers have easier access to the 'Post all groups' checkbox. </p> <p>The following video gives an overview of both of these community-contributed forum improvements in Moodle 4.4 for admins and teachers. Download the video and transcript from the section <a href="https://moodle.academy/course/view.php?id=143#section-2">Videos and transcripts for download</a>.<br><br><a href="https://youtu.be/3kLaQUM16Hc">4.4 Forum</a></p>
id: <p>Bagian baru di <strong>Administrasi situs &gt; Plugin &gt; Modul aktivitas &gt; Forum &gt; Setelan pengumuman bawaan forum </strong>memungkinkan administrator menentukan bawaan</p> <ul> <li>Jumlah maksimum lampiran per post;</li> <li>Mode berlangganan.</li> </ul> <p>Hal ini, misalnya, akan menguntungkan situs yang menganggap 'Langganan paksa' yang biasa tidak sesuai untuk kursus.</p> <p>Dalam kursus, pengajar memiliki akses yang lebih mudah ke kotak centang 'Post ke semua grup'. </p> <p>Video berikut memberikan ikhtisar mengenai peningkatan forum kontribusi komunitas di Moodle 4.4 untuk admin dan pengajar. Download video dan transkrip dari bagian <a href="https://moodle.academy/course/view.php?id=143#section-2">Video dan transkrip untuk diunduh</a>.<br>< br><a href="https://youtu.be/3kLaQUM16Hc">Forum 4.4</a></p>

source: Changes for teachers
id: Perubahan untuk pengajar

source: <h5><span style="color: rgb(73, 80, 87); font-size: 1rem; font-weight: 400;">While this tutorial has focused on changes in 4.4 for administrators, changes within courses are also important for administrators to be aware of. Thus, we suggest you explore the Tutorial: What's new for educators to better support your teaching staff. Of particular importance are:</span><br></h5> <ul> <li>The new Ordering question type</li> <li>The improved course page layout</li> <li>New more accessible activity icons and new MIME type icons</li> <li>Improved 'one section per page' layout</li> <li>New section page</li> <li>Topics format renamed to Custom sections</li> <li>Easier location of course backup/restore/import/reset.</li> </ul>
id: <h5><span style="color: rgb(73, 80, 87); font-size: 1rem; font-weight: 400;">Meskipun tutorial ini berfokus pada perubahan di 4.4 untuk administrator, perubahan dalam kursus juga penting untuk diketahui oleh para administrator. Oleh karena itu, kami menyarankan Anda menjelajahi Tutorial: Apa yang baru bagi pendidik untuk mendukung staf pengajar Anda dengan lebih baik. Yang paling penting adalah:</span><br></h5> <ul> <li>Jenis pertanyaan Pengurutan baru</li> <li>Tata letak halaman kursus yang ditingkatkan</li> <li>Ikon aktivitas baru yang lebih mudah diakses dan ikon jenis MIME baru</li> <li>Penyempurnaan tata letak 'satu bagian per halaman'</li> <li>Halaman bagian baru</li> <li>Format topik diganti namanya menjadi Bagian khusus</li> <li>Lokasi lebih untuk backup/restore/import/reset kursus.</li> </ul>

source: <ul> <li>In Moodle 4.4,<strong> web notifications</strong> are <strong>enabled by default</strong>.</li> <li>Administrators receive <strong>Task failed </strong>notifications.</li> <li>Students are notified that they will shortly be unenrolled from a course if they have not accessed it for a certain period of time.</li> <li>When students are manually enrolled, they receive a welcome message. By default this message comes from the course contact (first teacher of the course) but administrators can set it to the Keyholder role or no-reply address from <strong>Site administration &gt; Plugins &gt; Enrolments &gt; Manual enrolments &gt; Send course welcome message</strong>.</li> </ul>
id: <ul> <li>Dalam Moodle 4.4,<strong> notifikasi web</strong> <strong>diaktifkan secara bawaan</strong>.</li> <li>Administrator menerima notifikasi <strong>Tugas gagal </strong>.</li> <li>Siswa diberitahu bahwa mereka akan segera dibatalkan dari pendaftaran kursus jika mereka belum mengaksesnya selama jangka waktu tertentu.</li> <li>Saat siswa mendaftar secara manual, mereka menerima pesan selamat datang. Secara bawaan, pesan ini berasal dari kontak kursus (pengajar pertama kursus) namun administrator dapat menyetelnya ke peran Pemegang Kunci atau alamat tidak ada balasan dari <strong>Administrasi situs &gt; Plugin &gt; Pendaftaran &gt; Pendaftaran manual &gt; Kirim pesan selamat datang kursus</strong>.</li> </ul>

source: Custom reports
id: Laporan khusus

source: <p>Improvements to custom reports include:</p> <ul> <li>A new Roles report source;</li> <li>The ability to filter by file size and file type;</li> <li>Custom report tagging;</li> <li>A new capability 'View all custom reports' (<em>reportbuilder:viewall</em>)</li> </ul> <p>The Role report source allows you to create a report showing users with the role of teacher in different course categories.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4260/categoryteachers.png" alt="" width="761" height="366"></p> <p>The new capability allows a user to view all custom reports regardless of the audience. This will be particularly useful for those using tenants in Moodle Workplace™.</p>
id: <p>Peningkatan pada laporan khusus meliputi:</p> <ul> <li>Sumber laporan Peran baru;</li> <li>Kemampuan untuk memfilter berdasarkan ukuran file dan jenis file;</li> <li>Penandaan laporan khusus;</li> <li>Kemampuan baru 'Lihat semua laporan khusus' (<em>reportbuilder:viewall</em>)</li> </ul> <p>Sumber laporan Peran memungkinkan Anda membuat laporan yang menunjukkan peran pengajar dalam berbagai kategori kursus kepada pengguna.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4260/categoryteachers.png" alt=" " lebar="761" tinggi="366"></p> <p>Kemampuan baru ini memungkinkan pengguna melihat semua laporan khusus, apa pun audiensnya. Hal ini akan sangat berguna bagi mereka yang menggunakan sistem penyewaan di Moodle Workplace™.</p>

source: Try out the admin improvements and new features
id: Cobalah peningkatan admin dan fitur baru
