Repository: oonid/moodle_academy_translations
Catalog: courses/143-what-s-new-*-moodle-4.4/*.po
Languages: id

source: <p dir="ltr">This course is for anyone who wants to learn about the new features and improvements in Moodle 4.4.</p> <p dir="ltr">You should already be familiar with Moodle in order to benefit from the webinar and course materials.</p> <p dir="ltr">This course relates to the following competence:</p> <p dir="ltr">1.4 Digital CPD (for educators).</p> <p dir="ltr">2.4 Support structures (for administrators).</p>
id: <p dir="ltr">Kursus ini ditujukan bagi siapa saja yang ingin mempelajari tentang fitur-fitur baru dan peningkatan di Moodle 4.4.</p> <p dir="ltr">Anda harus sudah familiar dengan Moodle agar bisa mendapatkan manfaat dari webinar dan materi kursus.</p> <p dir="ltr">Kursus ini berkaitan dengan kompetensi sebagai berikut:</p> <p dir="ltr">1.4 CPD Digital (untuk pendidik).</p> <p dir="ltr">2.4 Struktur pendukung (untuk administrator).</p>

source: This intermediate level course is for anyone who wants to learn about the new features and improvements in Moodle 4.4.
id: Kursus tingkat menengah ini diperuntukkan bagi siapa saja yang ingin mempelajari tentang fitur-fitur baru dan peningkatan di Moodle 4.4.

source: If you're an administrator in Moodle, learn about what's new here.<br>Activities in this section will become visible after the webinar.
id: Jika Anda seorang administrator di Moodle, pelajari tentang apa yang baru di sini.<br>Aktivitas di bagian ini akan terlihat setelah webinar.

source: If you are a teacher in a Moodle site, learn about what's new here.<br>Activities in this section will&nbsp; become visible after the webinar.<br>
id: Jika Anda seorang pengajar di situs Moodle, pelajari hal-hal baru di sini.<br>Aktivitas di bagian ini akan&nbsp; menjadi terlihat setelah webinar.<br>

source: <div class="no-overflow"><p>Before you begin, review the Course overview, Learning outcomes, Course structure and Completion and assessment information.</p></div>
id: <div class="no-overflow"><p>Sebelum memulai, tinjau ikhtisar Kursus, Capaian pembelajaran, Struktur kursus, serta Informasi kelulusan dan penilaian.</p></div>

source: <h4>Welcome</h4> <p>Find out how the course works, check your prior understanding and join in an optional general discussion.</p> <h4>Webinar</h4> <p>Participate in the live webinars or watch the recordings at your convenience.</p> <h4>4.4 for Admins</h4> <p>Explore the improvements and new features for site administrators.</p> <h4>4.4 for Educators</h4> <p>Explore the improvements and new features for educators.</p> <h4>Course check</h4>Test your understanding in the final quiz(zes).<br><br> <h4>Videos and transcripts</h4> <p>Download the videos and transcripts from this course.</p> <p></p>
id: <h4>Selamat datang</h4> <p>Cari tahu cara kerja kursus, periksa pemahaman Anda sebelumnya, dan bergabunglah dalam diskusi umum opsional.</p> <h4>Webinar</h4> <p>Berpartisipasilah dalam webinar langsung atau tonton rekamannya sesuka Anda.</p> <h4>4.4 untuk Admin</h4> <p>Jelajahi peningkatan dan fitur baru untuk administrator situs.</p> <h4>4.4 untuk Pendidik</h4> <p>Jelajahi penyempurnaan dan fitur baru untuk pendidik.</p> <h4>Pemeriksaan kursus</h4>Uji pemahaman Anda pada kuis(-kuis) akhir.<br><br> <h4>Video dan transkrip</h4> <p>Unduh video dan transkrip dari kursus ini.</p> <p></p>

source: <h4 style="text-align: left;">Aim</h4> <p>In this intermediate course you will learn:</p> <p></p> <ul> <li>The new features for all users in Moodle 4.4.</li><li>Improvements to existing features for all users in Moodle 4.4.</li> </ul> <p></p> <h4>Prerequisites</h4>Before starting this course it is expected you will already know how to manage a Moodle site and/or how to teach with Moodle.<br><br> <h4>Format</h4> <p dir="ltr">This is a self-paced course without active moderation. You are encouraged to discuss ideas in the discussion forums and respond to other learners' queries.</p> <h4 style="text-align: left;">Learning time</h4> <p dir="ltr" style="text-align: left;">The estimated learning time to complete this course is 2 hours.</p>
id: <h4 style="text-align: left;">Bidik</h4> <p>Dalam kursus menengah ini Anda akan mempelajari:</p> <p></p> <ul> <li>Fitur-fitur baru untuk semua pengguna di Moodle 4.4.</li><li>Penyempurnaan terhadap fitur-fitur yang ada untuk semua pengguna di Moodle 4.4.</li> </ul> <p></p> <h4>Prasyarat</h4>Sebelum memulai kursus ini diharapkan Anda sudah mengetahui cara mengelola situs Moodle dan/atau cara mengajar dengan Moodle.<br><br> <h4>Format</h4> <p dir="ltr">Ini adalah kursus mandiri tanpa moderasi aktif. Anda dianjurkan untuk mendiskusikan ide di forum diskusi dan menanggapi pertanyaan peserta didik lainnya.</p> <h4 style="text-align: left;">Waktu belajar</h4> <p dir="ltr" style="text-align: left;">Perkiraan waktu pembelajaran untuk menyelesaikan kursus ini adalah 2 jam.</p>

source: <p>All notable changes to this course will be documented in this page.</p> <hr> <p>Date: DD Month YYYY<br>Changed by:&nbsp;<br>Changes:</p> <p></p> <ul> <li>...</li> <li>...</li> <li>...</li> </ul><br> <hr>
id: <p>Semua perubahan penting pada kursus ini akan didokumentasikan di halaman ini.</p> <hr> <p>Tanggal: DD Month YYYY<br>Diubah oleh:&nbsp;<br>Perubahan:</p> <p></p> <ul> <li>...</li> <li>...</li> <li>...</li> </ul><br> <hr>

source: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/262746/mod_book/chapter/4053/ccby.png" alt="Creative Commons Licence" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> This course by Moodle Academy (Moodle Pty Ltd) is licensed under&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Original resources available at&nbsp;<a href="https://moodle.academy/" title="Moodle Academy">Moodle Academy</a>.<br></p> <p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Read more about how you should attribute this work.</a><br> </p>
id: <p><a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img src="https://moodle.academy/pluginfile.php/262746/mod_book/ chapter/4053/ccby.png" alt="Lisensi Creative Commons" width="120" height="42" style="float:left" class="img-fluid atto_image_button_middle"></a> Kursus dari Moodle Academy (Moodle Pty Ltd) ini dilisensikan dengan&nbsp;<a href="https://creativecommons.org/licenses/by/4.0/">CC BY 4.0</a>. Sumber daya asli tersedia di<a href="https://moodle.academy/" title="Moodle Academy">Moodle Academy</a>.<br></p> <p> <span class="moodle-orange bold larger">›</span> <a href="https://moodle.academy/mod/glossary/showentry.php?eid=272">Baca selengkapnya tentang cara mengatribusikan karya ini.</a><br> </p>

source: <h6> By the end of this course, participants will be able to:</h6><br> <ul> <li>Identify the new features in Moodle 4.4 either for site administrators, editing teachers or both;&nbsp;</li> <li>Identify improvements in Moodle 4.4 and changes from earlier versions either for site administrators, editing teachers or both.</li> </ul>
id: <h6> Pada akhir kursus ini, peserta akan mampu:</h6><br> <ul> <li>Identifikasi fitur-fitur baru di Moodle 4.4 baik untuk administrator situs, pengajar pengedit, atau keduanya;&nbsp;</li> <li>Identifikasi peningkatan dalam Moodle 4.4 dan perubahan dari versi sebelumnya baik untuk administrator situs, pengajar pengedit, atau keduanya.</li> </ul>

source: <p>"Being digitally competent means using digital technologies in a confident and safe way" (DigComp 2.0).</p> <p>Moodle Academy courses in the Educator learning pathway use a Moodle specific version of the Digital Competence Framework for Educators (DigCompEdu). This is the same framework used by the advanced Moodle Educator Certification (MEC).&nbsp;</p> <p>Moodle Academy courses in the Administrator learning pathway use <a href="https://moodle.academy/mod/glossary/view.php?id=1915">DigCompLMSAdmin</a>, a framework designed by Moodle Academy to demonstrate the competence of a Moodle site administrator, similar to how DigCompEdu demonstrates the competence of educators.&nbsp;</p> <p>This course relates to the following competences:</p> <p>1.4 Digital CPD (DigCompEdu).</p><p>2.4 Support structures (DigCompLMSAdmin).</p><p>8.2 Reflective Practice and Digital CPS (DigCompLMSAdmin).</p>
id: <p>"Menjadi kompeten secara digital artinya menggunakan teknologi digital dengan cara yang percaya diri dan aman" (DigComp 2.0).</p> <p>Kursus Moodle Academy di jalur pembelajaran Pendidik menggunakan versi khusus Moodle dari Kerangka Kompetensi Digital untuk Pendidik (DigCompEdu). Ini adalah kerangka kerja yang sama yang digunakan oleh Moodle Educator Certification (MEC) tingkat lanjut.&nbsp;</p> <p>Kursus Moodle Academy di jalur pembelajaran Administrator menggunakan <a href="https://moodle.academy/mod/glossary/view.php?id=1915">DigCompLMSAdmin</a>, sebuah kerangka kerja yang dirancang oleh Moodle Academy untuk menunjukkan kompetensi administrator situs Moodle, mirip dengan bagaimana DigCompEdu menunjukkan kompetensi pendidik.&nbsp;</p> <p>Kursus ini berkaitan dengan kompetensi sebagai berikut:</p> <p>1.4 CPD Digital (DigCompEdu).</p><p>2.4 Struktur pendukung (DigCompLMSAdmin).</p><p>8.2 Latihan Reflektif dan CPS Digital (DigCompLMSAdmin).</p>

source: <p dir="ltr">To complete the course you need to complete the&nbsp; following activities:</p> <p dir="ltr"></p> <ul> <li>View the 'About this course' book.</li> <li>Do the Quiz 'Course pre-check: What do you already know?'</li> </ul> <p>and then <strong>EITHER...</strong></p> <p></p> <ul> <li>View the 'Tutorial: What's new for administrators'</li> <li>Complete 'Try out the admin improvements and new features'</li> <li>Do the Choice 'Checklist: 4.4 administration'</li><li>Do the Quiz: 4.4 for Admins: Check your understanding.</li> </ul> <p><strong>...OR...</strong></p> <p></p> <ul> <li>View the 'Tutorial: What's new for educators'</li> <li>Complete 'Try out the educator improvements and new features'</li> <li>Do the Choice 'Checklist: Teaching with 4.4'</li><li>Do the Quiz: 4.4 for Educators: Check your understanding.</li> </ul> <h4>Completing the activities</h4> <ul> <li>Some activities are automatically marked as completed based on specific criteria.</li> <li>Some activities require you to manually mark them as done.</li> </ul> <p>Make sure you complete the activities according to their completion conditions.</p> <p></p> <ul> </ul> <h4>Course badges</h4> <p>There are two badges you can obtain in this course: 4.4 for Admins and 4.4 for Educators.</p> <p>To complete the course you need to do the required activities plus <strong>EITHER</strong> the activities for administrators <strong>OR</strong> the activities for educators.&nbsp;</p> <p>Upon successful completion you will be automatically awarded the relevant badge to showcase the skills and knowledge you have obtained.</p> <p>You are then most welcome to complete the remaining activities and obtain the second badge🙂</p> <p></p>
id: <p dir="ltr">Untuk menyelesaikan kursus, Anda harus menyelesaikan&nbsp; aktivitas berikut:</p> <p dir="ltr"> </p> <ul> <li>Lihat buku 'Tentang kursus ini'.</li> <li>Lakukan Kuis 'Periksa awal kursus: Apa yang sudah Anda ketahui?'</li> </ul> <p>lalu <strong> BAIK...</strong></p> <p> </p> <ul> <li>Lihat 'Tutorial: Apa yang baru untuk administrator'</li> <li>Selesaikan 'Coba peningkatan admin dan fitur baru'</li> <li>Lakukan Pilihan 'Daftar periksa: administrasi 4.4'</li><li>Lakukan Kuis: 4.4 untuk Admin: Periksa pemahaman Anda.</li> </ul> <p><strong>...ATAU...</strong></p> <p> </p> <ul> <li>Lihat 'Tutorial: Apa yang baru bagi pendidik'</li> <li>Selesaikan 'Coba peningkatan pendidik dan fitur baru'</li> <li>Lakukan Pilihan 'Daftar periksa: Mengajar dengan 4.4'</li><li>Lakukan Kuis: 4.4 untuk Pendidik: Periksa pemahaman Anda.</li> </ul> <h4>Menyelesaikan aktivitas</h4> <ul> <li>Beberapa aktivitas secara otomatis ditandai sebagai selesai berdasarkan kriteria tertentu.</li> <li>Beberapa aktivitas mengharuskan Anda menandainya secara manual sebagai selesai.</li> </ul> <p>Pastikan Anda menyelesaikan aktivitas sesuai dengan kondisi penyelesaiannya.</p> <p> </p> <ul> </ul> <h4>Lencana kursus</h4> <p>Ada dua lencana yang bisa Anda peroleh dalam kursus ini: 4.4 untuk Admin dan 4.4 untuk Pendidik.</p> <p>Untuk menyelesaikan kursus, Anda perlu melakukan aktivitas yang diperlukan ditambah <strong>BAIK</strong> aktivitas untuk administrator <strong>ATAU</strong> aktivitas untuk pendidik.&nbsp;</p> <p>Setelah berhasil menyelesaikan, Anda akan secara otomatis diberikan lencana yang relevan untuk menunjukkan keterampilan dan pengetahuan yang telah Anda peroleh.</p> <p>Anda dipersilakan untuk menyelesaikan aktivitas yang tersisa dan mendapatkan lencana kedua🙂</p> <p> </p>

source: <p dir="ltr">Many thanks to the following individuals who contributed to this course, whether it be providing content and instructions, or providing feedback to help improve the design of this course.<br></p> <ul> <li>###, Moodle Academy;</li> </ul><br>
id: <p dir="ltr">Terima kasih banyak kepada individu berikut yang telah berkontribusi pada kursus ini, baik dalam menyediakan konten dan instruksi, atau memberikan masukan untuk membantu menyempurnakan desain kursus ini.<br></p> <ul> <li>###, Moodle Academy;</li> </ul><br>

source: This course covers the new features and improvements in Moodle LMS 4.4<br><br>&nbsp;See&nbsp;<a href="https://docs.moodle.org/403/en/Main_page">Moodle 4.4 documentation overview</a>&nbsp;and<a href="https://docs.moodle.org/403/en/New_features">&nbsp;New Features 4.4 documentation.</a><br><br><br>
id: Kursus ini mencakup fitur-fitur baru dan peningkatan dalam Moodle LMS 4.4<br><br>&nbsp;Lihat&nbsp;<a href="https://docs.moodle.org/404/en/Main_page">Ikhtisar dokumentasi Moodle 4.4</ a>&nbsp;dan<a href="https://docs.moodle.org/404/en/New_features">&nbsp;dokumentasi Fitur Baru 4.4.</a><br><br><br>

source: <p>To benefit most from this course, you should have a test Moodle 4.4 site to which you have administrator or editing teacher access, depending on your responsibilities.</p> <p>If that is not possible, you can use our <a href="https://sandbox.moodledemo.net">Moodle sandbox demo</a> with the admin login (username = admin/password= sandbox) but be aware that this site is reset every hour so you won't be able to save your work.</p> <p>Alternatively you can use the <a href="https://school.moodledemo.net"> Mount Orange School demo site</a>, a demo site with many existing activities you can explore and adapt. While this does not offer an administrator login, you can experience many features with the manager login (username = manager/password = moodle), and the editing teacher login (username= teacher/password = moodle), again remembering that the site is reset every hour so you won't be able to save your work.</p> <p>Note:<strong> </strong>MoodleCloud sites are currently on 4.3 and not yet upgraded to 4.4.</p>
id: <p>Untuk mendapatkan manfaat maksimal dari kursus ini, Anda harus memiliki situs uji Moodle 4.4 di mana Anda memiliki akses administrator atau pengajar pengedit, tergantung pada tanggung jawab Anda.</p> <p>Jika tidak memungkinkan, Anda dapat menggunakan <a href="https://sandbox.moodledemo.net">demo sandbox Moodle</a> dengan login admin (nama pengguna = admin/kata sandi = sandbox) namun perlu diketahui bahwa situs ini disetel ulang setiap jam sehingga Anda tidak akan dapat menyimpan pekerjaan Anda.</p> <p> Alternatifnya, Anda dapat menggunakan <a href="https://school.moodledemo.net"> situs demo Mount Orange School </a>, situs demo dengan banyak aktivitas yang dapat Anda jelajahi dan adaptasi. Meskipun ini tidak menawarkan login administrator, Anda dapat merasakan banyak fitur dengan login manajer (nama pengguna = manager/kata sandi = moodle), dan login pengajar pengedit (nama pengguna = teacher/kata sandi = moodle), sekali lagi mengingat bahwa situs telah disetel ulang setiap jam sehingga Anda tidak dapat menyimpan pekerjaan Anda.</p> <p>Catatan:<strong> </strong>Situs MoodleCloud saat ini menggunakan versi 4.3 dan belum ditingkatkan ke 4.4.</p>

source: <div class="no-overflow">This is the official page with all the new features and improvements. We'll explore many, but not all, of them in this course, so here is the complete list.</div>
id: <div class="no-overflow">Ini adalah halaman resmi dengan semua fitur dan peningkatan baru. Kita akan menjelajahi banyak, namun tidak semuanya, dalam kursus ini, jadi inilah daftar lengkapnya.</div>

source: Webinar recording 'What's New in Moodle 4.4'
id: Rekaman webinar 'Yang Baru di Moodle 4.4'

source: <p dir="ltr"><a href="https://youtu.be/m4Rfc79C3Sc">New in 4.4</a></p> <p dir="ltr">If you missed the webinar, you can watch the recording on YouTube above, or download it via the link below.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><i class="fa fa-file-video-o" aria-hidden="true"></i>&nbsp;<a href="https://moodle.academy/pluginfile.php/300763/mod_page/content/5/WhatsNewInMoodle44.mp4" title="Download webinar recording">Download webinar recording</a>* (58MB)<br><br></p> <p dir="ltr"><i class="fa fa-file-pdf-o" aria-hidden="true"></i>&nbsp;<a href="https://moodle.academy/pluginfile.php/300763/mod_page/content/5/WhatsNewinMoodle44.pdf" title="Download slides from the webinar">Download slides from the webinar</a> (.pdf)<br><br></p> <p dir="ltr"><i class="fa fa-file-text-o" aria-hidden="true"></i>&nbsp;Download webinar transcript* (<a href="https://moodle.academy/pluginfile.php/300763/mod_page/content/5/WhatsNewInMoodle44.srt" title=".srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/300763/mod_page/content/5/WhatsNewInMoodle44.txt" title=".txt">.txt</a>)<br><span class="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">how can I view subtitles on the video files?</a></p> </div> <div id="urlintro"> <div><br>* To download, right click on the links and choose&nbsp;<strong>Save link as...</strong>&nbsp;/&nbsp;<strong>Download linked file</strong><br></div> </div>
id: <p dir="ltr"><a href="https://youtu.be/m4Rfc79C3Sc">Baru di 4.4</a></p> <p dir="ltr">Jika Anda melewatkan webinar, Anda dapat menonton rekamannya di YouTube di atas, atau mendownloadnya melalui link di bawah ini.&nbsp;<br></p> <div class="editor-indent" style="margin-left: 30px;"> <p dir="ltr"><i class="fa fa-file-video-o" aria-hidden="true"></i>&nbsp;<a href="https://moodle.academy/pluginfile .php/300763/mod_page/content/5/WhatsNewInMoodle44.mp4" title="Unduh rekaman webinar">Unduh rekaman webinar</a>* (58MB)<br><br></p> <p dir="ltr"><i class="fa fa-file-pdf-o" aria-hidden="true"></i>&nbsp;<a href="https://moodle.academy/pluginfile .php/300763/mod_page/content/5/WhatsNewinMoodle44.pdf" title="Unduh slide dari webinar">Unduh slide dari webinar</a> (.pdf)<br><br></p> <p dir="ltr"><i class="fa fa-file-text-o" aria-hidden="true"></i>&nbsp;Unduh transkrip webinar* (<a href="https:// moodle.academy/pluginfile.php/300763/mod_page/content/5/WhatsNewInMoodle44.srt" title=".srt">.srt</a>) | (<a href="https://moodle.academy/pluginfile.php/300763/mod_page/content/5/WhatsNewInMoodle44.txt" title=".txt">.txt</a>)<br><span class ="moodle-orange bold larger">›&nbsp;</span><a href="https://moodle.academy/mod/glossary/showentry.php?eid=279">bagaimana cara melihat subtitle pada video file?</a></p> </div> <div id="urlintro"> <div><br>* Untuk mengunduh, klik kanan pada tautan dan pilih&nbsp;<strong>Simpan tautan sebagai...</strong>&nbsp;/&nbsp;<strong>Unduh file tertaut</strong><br>< /div> </div>

source: Slides from the webinar
id: Slide dari webinar

source: Tutorial: What's new for administrators
id: Tutorial: Apa yang baru bagi administrator

source: Browse list of users
id: Telusuri daftar pengguna

source: <p>The Browse list of users page now benefits from a filter using Report builder functionality. Admins can filter, select and perform bulk actions directly from this page without the need to go to the Bulk user actions page.<br><br>Note that city and country columns are not shown on the page unless selected as identity fields in <strong>Site administration &gt; User policies &gt; Show user identity</strong>.</p>
id: <p>Laman Telusuri daftar pengguna kini mendapat manfaat dari filter yang menggunakan fungsi pembuat Laporan. Admin dapat memfilter, memilih, dan melakukan tindakan massal langsung dari halaman ini tanpa perlu membuka halaman Tindakan pengguna massal.<br><br>Perhatikan bahwa kolom kota dan negara tidak ditampilkan di halaman kecuali dipilih sebagai kolom identitas di < strong>Administrasi situs &gt; Kebijakan pengguna &gt; Tampilkan identitas pengguna</strong>.</p>

source: Config changes
id: Perubahan konfigurasi

source: <p>The Config changes report has a new option to filter by plugin.<br><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4262/configchangesplugin.png" alt="" width="800" height="645"></p>
id: <p>Laporan perubahan Konfigurasi memiliki opsi baru untuk memfilter berdasarkan plugin.<br><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php /262753/mod_book/chapter/4262/configchangesplugin.png" alt="" width="800" height="645"></p>

source: Badges
id: Lencana

source: <h5>Site badges</h5> <p>Administrators can filter site badges by version and by expiry date.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4263/sitebadgesfilter.png" alt="" width="800" height="536"></p> <h5>Course badges</h5> <p>Teachers and students in courses now benefit from the filter options previously added to site badges for administrators.</p>
id: <h5>Lencana situs</h5> <p>Administrator dapat memfilter lencana situs berdasarkan versi dan tanggal kedaluwarsa.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262753/mod_book/chapter/4263/sitebadgesfilter.png" alt=" " lebar="800" tinggi="536"></p> <h5>Lencana kursus</h5> <p>Pengajar dan siswa dalam kursus kini mendapatkan manfaat dari opsi filter yang sebelumnya ditambahkan ke lencana situs untuk administrator.</p>

source: Theme usage
id: Penggunaan tema

source: <p>A new Theme usage report allows administrators to see which themes are used in the following contexts:</p> <ul> <li>Courses</li> <li>Categories</li> <li>Cohorts</li> <li>Users.</li> </ul> <p>This is particularly useful for sites which use several contributed themes in different contexts.</p>
id: <p>Laporan penggunaan Tema baru memungkinkan administrator melihat tema mana yang digunakan dalam konteks berikut:</p> <ul> <li>Kursus</li> <li>Kategori</li> <li>Kelompok</li> <li>Pengguna.</li> </ul> <p>Ini sangat berguna untuk situs yang menggunakan beberapa tema kontribusi dalam konteks berbeda.</p>

source: Theme settings changes
id: Pengaturan tema berubah
