Repository: oonid/moodle_academy_translations
Catalog: courses/143-what-s-new-*-moodle-4.4/*.po
Languages: id

source: <h5>Quiz multiple grades</h5> <p>This community-contributed improvement to quiz grading allows teachers to assign grade items to specific questions within a quiz. Once a student has done the quiz, they see not only their overall result but also the results for each specified group of questions / section.</p> <p>The teacher accesses the feature by clicking <strong>Questions</strong> and then from the dropdown selecting <strong>Grade items setup </strong>(for just one section or all questions together) or <strong>Set up a grade for each section</strong> (for quizzes with multiple sections).</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/quizgradeitemsetup.png" alt="" width="493" height="312"></p> <p>When Set up a grade for each section is used, the grade items are automatically created and assigned to questions in the appropriate sections. If there are no sections in the quiz, grade items are available for the teacher to select from a dropdown next to each question.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/gradedropdown.png" alt="" width="798" height="191"></p> <p>When a student has completed the quiz, they see their grades for each grade item as well as their overall grade.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/studentmultiplegrades.png" alt="" width="543" height="327"></p> <h5>Last saved info</h5> <p>As a student works through a quiz, they can see when their responses were last saved in the Quiz navigation block, reassuring them that auto-save is working.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/quizlastacade.png" alt="" width="288" height="236"></p>
id: <h5>Kuis beberapa nilai</h5> <p>Peningkatan penilaian kuis yang disumbangkan komunitas ini memungkinkan pengajar menetapkan item nilai untuk pertanyaan tertentu dalam kuis. Setelah siswa menyelesaikan kuis, mereka tidak hanya melihat hasil keseluruhannya tetapi juga hasil untuk setiap kelompok pertanyaan/bagian tertentu.</p> <p>Guru mengakses fitur ini dengan mengeklik <strong>Pertanyaan</strong> lalu dari tarik-turun memilih <strong>Penyiapan item nilai </strong>(hanya untuk satu bagian atau semua pertanyaan sekaligus) atau <strong>Penyiapan nilai untuk setiap bagian</strong> (untuk kuis dengan beberapa bagian).</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/quizgradeitemsetup.png" alt="" lebar="493" tinggi="312"></p> <p>Saat Siapkan nilai untuk setiap bagian digunakan, item nilai secara otomatis dibuat dan ditetapkan ke pertanyaan di bagian yang sesuai. Jika tidak ada bagian dalam kuis, item nilai tersedia untuk dipilih pengajar dari tarik-turun di samping setiap pertanyaan.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/gradedropdown.png" alt="" lebar="798" tinggi="191"></p> <p>Ketika siswa telah menyelesaikan kuis, mereka akan melihat nilai mereka untuk setiap item nilai serta nilai keseluruhannya.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/studentmultiplegrades.png" alt="" lebar="543" tinggi="327"></p> <h5>Info terakhir disimpan</h5> <p>Saat siswa mengerjakan kuis, mereka dapat melihat kapan tanggapan mereka terakhir disimpan di blok navigasi Kuis, sehingga meyakinkan mereka bahwa penyimpanan otomatis berfungsi.</p> <p><img class="img-fluid atto_image_button_text-bottom" role="presentation" src="https://moodle.academy/pluginfile.php/262756/mod_book/chapter/4278/quizlastacade.png" alt="" lebar="288" tinggi="236"></p>

source: Notifications
id: Notifikasi

source: <p>If you are a teacher in a newly installed Moodle 4.4 site, web notifications will be enabled by default for you. To manage the notification preferences, click the cog icon from your notifications icon (bell) at the top of your screen.</p> <h5>Unenrolment due to inactivity</h5> <p>If you are using self enrolment in your course, a new notification alerts students that they are about to be unenrolled because they haven't accessed the course for a period of time.</p> <h5>Welcome message for manually enrolled students</h5> <p>If you manually enrol students into your course, they will receive a course welcome message (which can be edited by the administrator or manager). An admin setting specifies if the message should be sent from the course contact (i.e. the first course teacher), a keyholder or the No-reply address.</p>
id: <p>Jika Anda seorang pengajar di situs Moodle 4.4 yang baru diinstal, notifikasi web akan diaktifkan secara bawaan untuk Anda. Untuk mengelola preferensi notifikasi, klik ikon roda gigi dari ikon notifikasi (lonceng) di bagian atas layar Anda.</p> <h5>Pembatalan pendaftaran karena tidak aktif</h5> <p>Jika Anda menggunakan pendaftaran mandiri dalam kursus Anda, notifikasi baru akan memperingatkan siswa bahwa mereka akan dibatalkan pendaftarannya karena mereka belum mengakses kursus selama jangka waktu tertentu.</p> <h5>Pesan selamat datang untuk siswa yang terdaftar secara manual</h5> <p>Jika Anda mendaftarkan siswa ke kursus Anda secara manual, mereka akan menerima pesan selamat datang kursus (yang dapat diedit oleh administrator atau manajer). Pengaturan admin menentukan apakah pesan harus dikirim dari kontak kursus (yaitu pengajar kursus pertama), pemegang kunci, atau alamat Tanpa balasan.</p>

source: Try out the educator improvements and new features
id: Cobalah peningkatan pendidik dan fitur baru

source: <p>Please see the page Where to try out Moodle 4.4 if you don't have access to a test Moodle 4.4 site. (The following suggestions may also be tried on your own test 4.4 site if you prefer.)</p> <ul> <li>Log in to the <a href="https://school.moodledemo.net">Mount Orange School demo site</a> with the username teacher/password moodle and explore the course <a href="https://school.moodledemo.net/course/view.php?id=73">Cross-cultural Communication.</a>.</li> <li>Click on a section and see how you are taken to a new section page.</li> <li>Access the course settings and note the new display of course formats and the renaming of Topics format.</li> <li>Enable Edit mode and use the View link to access a section.</li> <li>Access the question bank and create one or two Ordering questions. (Examples are already available.)</li> <li>View the <a href="https://school.moodledemo.net/mod/quiz/view.php?id=1203">Summative Quiz</a> and explore how the section grades work.</li> </ul>
id: <p>Silakan lihat halaman Tempat mencoba Moodle 4.4 jika Anda tidak memiliki akses ke situs pengujian Moodle 4.4. (Saran berikut juga dapat dicoba di situs pengujian 4.4 Anda sendiri jika Anda mau.)</p> <ul> <li>Masuk ke <a href="https://school.moodledemo.net">situs demo Mount Orange School</a> dengan nama pengguna teacher/kata sandi moodle dan jelajahi kursus <a href="https://school.moodledemo.net/course/view.php?id=73">Komunikasi Lintas Budaya.</a>.</li> <li>Klik suatu bagian dan lihat bagaimana Anda dibawa ke halaman bagian baru.</li> <li>Akses pengaturan kursus dan perhatikan tampilan baru format kursus dan penggantian nama format Topik.</li> <li>Aktifkan mode Edit dan gunakan tautan Lihat untuk mengakses bagian.</li> <li>Akses bank soal dan buat satu atau dua pertanyaan Pengurutan. (Contoh sudah tersedia.)</li> <li>Lihat <a href="https://school.moodledemo.net/mod/quiz/view.php?id=1203">Kuis Summatif</a> dan jelajahi cara kerja nilai bagian.</li> </ul>

source: Checklist: Teaching with 4.4
id: Daftar Periksa: Mengajar dengan 4.4

source: <div class="no-overflow"><h4><i class="fa fa-graduation-cap" aria-hidden="true" style="font-size: 1rem;"></i>&nbsp;Related courses</h4> <p>You might also like to consider these related courses on Moodle Academy:</p> <ul> <li><a href="https://moodle.academy/course/view.php?id=108">What's New in Moodle 4.3</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=93">What's New in Moodle 4.2</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=76">What's New in Moodle 4.1</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=25">Moodle 4.0 for Educators</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=28">Moodle 4.0 for Admins</a>.</li> </ul> </div>
id: <div class="no-overflow"><h4><i class="fa fa-graduation-cap" aria-hidden="true" style="font-size: 1rem;"></i>&nbsp;Kursus terkait</h4> <p>Anda mungkin juga ingin mempertimbangkan kursus terkait berikut ini di Moodle Academy:</p> <ul> <li><a href="https://moodle.academy/course/view.php?id=108">Apa yang Baru di Moodle 4.3</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=93">Apa yang Baru di Moodle 4.2</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=76">Apa yang Baru di Moodle 4.1</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=25">Moodle 4.0 untuk Pendidik</a>.</li> <li><a href="https://moodle.academy/course/view.php?id=28">Moodle 4.0 untuk Admin</a>.</li> </ul> </div>

source: With each release, new features and improvements are contributed by our global community of Moodlers. Which of the following Moodle 4.4 course improvements and new features were contributed by community developers?<br>
id: Dengan setiap rilis, fitur-fitur baru dan peningkatan dikontribusikan oleh komunitas global Moodlers kami. Manakah dari perbaikan kursus dan fitur baru Moodle 4.4 berikut yang merupakan kontribusi dari pengembang komunitas?<br>

source: Your answer is correct.
id: Jawaban Anda benar.

source: Your answer is partially correct.
id: Jawaban Anda sebagian benar.

source: Your answer is incorrect.
id: Jawaban Anda salah.

source: Forum improvements
id: Perbaikan forum

source: That's one, yes!
id: Itu salah satunya, ya!

source: Quiz grade items
id: Item nilai kuis

source: Which of the following statements are correct? Select all that apply.
id: Manakah dari pernyataan berikut yang benar? Pilih semua yang berlaku.

source: Web notifications are enabled by default in new installations of Moodle 4.4.
id: Notifikasi web diaktifkan secara bawaan pada instalasi baru Moodle 4.4.

source: Yes that is true.<br>
id: Ya itu benar.<br>

source: The new capability&nbsp;<em>tool/uploadcourse:use </em>is not set for any of the standard roles<em>.</em>
id: Kemampuan baru&nbsp;<em>tool/uploadcourse:use </em>tidak disetel untuk peran standar apa pun<em>.</em>

source: Are you sure?
id: Apa Anda yakin?

source: From Moodle 4.4 onwards you must register to use the free tier of BigBlueButton.<br>
id: Mulai Moodle 4.4 dan seterusnya Anda harus mendaftar untuk menggunakan layanan gratis BigBlueButton.<br>

source: <strong><em>Only </em></strong>4.4?<br>
id: <strong><em>Hanya </em></strong>4.4?<br>

source: In new installations of Moodle 4.4 the Survey module and the Chat module are disabled.
id: Dalam instalasi baru Moodle 4.4, modul Survei dan modul Obrolan dinonaktifkan.

source: Yes. Do you remember why?
id: Ya. Apakah Anda ingat alasannya?

source: Which of the following are completely new features in Moodle 4.4? Select all that apply.
id: Manakah dari berikut ini yang merupakan fitur-fitur yang benar-benar baru di Moodle 4.4? Pilih semua yang berlaku.

source: Admin setting the default announcement forum subscription.<br>
id: Admin menyetel pengumuman bawaan langganan forum.<br>

source: That is one, yes!
id: Itu salah satunya, ya!

source: Admins forcing user tours to be shown each time a user accesses the area.
id: Admin memaksa tur pengguna untuk ditampilkan setiap kali pengguna mengakses area tersebut.

source: Admins being able to filter the config changes report.
id: Admin dapat memfilter laporan perubahan konfigurasi.

source: Well no - they could filter it previously. So what's new?<br>
id: Tidak - mereka dapat memfilternya sebelumnya. Jadi apa yang baru?<br>

source: A new 'Files' custom report source.
id: Sumber laporan khusus 'Berkas' baru.

source: That was available previously. Check again.
id: Itu sudah tersedia sebelumnya. Periksa lagi.

source: Which of the following statements about courses in Moodle 4.4 are true? Select all that apply.
id: Manakah pernyataan berikut mengenai kursus di Moodle 4.4 yang benar? Pilih semua yang berlaku.

source: Teachers can now tick a box to post a message to all groups.
id: Guru kini dapat mencentang kotak untuk mengirim pesan ke semua grup.

source: But they could do that before, so what's new?
id: Tapi mereka bisa melakukan itu sebelumnya, jadi apa yang baru?

source: A new section page now allows students to focus on just one section at a time.
id: Halaman bagian baru kini memungkinkan siswa untuk fokus hanya pada satu bagian dalam satu waktu.

source: That's true, yes
id: Itu benar, ya

source: Topics are no longer numbered.
id: Topik tidak lagi diberi nomor.

source: Indeed - and what is Topics format now called?
id: Memang - dan apa nama format Topik sekarang?

source: Teachers can now create questions where students have to put items in a specified sequence.
id: Pengajar sekarang dapat membuat pertanyaan di mana siswa harus meletakkan item dalam urutan tertentu.

source: What new feature does this relate to?<br>
id: Fitur baru apa yang terkait dengan hal ini?<br>

source: Which of the following features are new for adminstrators managing site badges? Select all that apply.
id: Manakah dari fitur berikut yang baru bagi administrator yang mengelola lencana situs? Pilih semua yang berlaku.

source: Filter by expiry date
id: Filter berdasarkan tanggal kedaluwarsa

source: Filter by version
id: Filter berdasarkan versi

source: What is new in the Browse list of users page?
id: Apa yang baru di halaman Telusuri daftar pengguna?

source: You can now filter users and perform bulk actions.
id: Anda kini dapat memfilter pengguna dan melakukan tindakan massal.

source: You now have improved filtering and can perform bulk actions.
id: Anda kini memiliki pemfilteran yang lebih baik dan dapat melakukan tindakan massal.

source: You have improved filtering.
id: Anda telah meningkatkan pemfilteran.

source: You can perform bulk actions.
id: Anda dapat melakukan tindakan massal.

source: Which of the following are new capabilities in Moodle 4.4? Select all that apply.
id: Manakah dari berikut ini yang merupakan kemampuan baru dalam Moodle 4.4? Pilih semua yang berlaku.

source: Although as admin you need to be aware of the main changes for site administrators, it is important also to have an overview of what is new for your teaching staff. Which of the following are new features and improvements for course teachers and students? Select all that apply.
id: Meskipun sebagai admin Anda perlu mengetahui perubahan utama bagi administrator situs, penting juga untuk memiliki gambaran umum tentang apa yang baru bagi staf pengajar Anda. Manakah dari berikut ini yang merupakan fitur baru dan peningkatan bagi pengajar dan siswa kursus? Pilih semua yang berlaku.

source: New activity icons
id: Ikon aktivitas baru

source: A new section page
id: Halaman bagian baru

source: Easier access to backup/restore/import/reset
id: Akses yang lebih mudah untuk melakukan backup/restore/import/reset

source: As admin, where do you go in 4.4 to allow users to view their login password in plain text?
id: Sebagai admin, di mana Anda pergi di 4.4 untuk memungkinkan pengguna melihat sandi login mereka dalam teks biasa?

source: Site administration &gt; Security &gt; Site security settings
id: Administrasi situs &gt; Keamanan &gt; Pengaturan keamanan situs

source: Site administration &gt; Users &gt; User policies
id: Administrasi situs &gt; Pengguna &gt; Kebijakan pengguna

source: Which of the following is a new custom report source in Moodle 4.4?<br>
id: Manakah dari berikut ini yang merupakan sumber laporan khusus baru di Moodle 4.4?<br>

source: Roles
id: Peran

source: File types
id: Jenis berkas

source: Category teachers
id: Kategori guru

source: File size
id: Ukuran berkas

source: In Moodle 4.4 where do you go to select a theme?
id: Di Moodle 4.4, ke mana Anda pergi untuk memilih tema?

source: Site administration &gt; Appearance &gt; Themes &gt; Theme selector
id: Administrasi situs &gt; Penampilan &gt; Tema &gt; Pemilih tema

source: Site administration &gt; Appearance &gt; Themes
id: Administrasi situs &gt; Penampilan &gt; Tema

source: Site administration &gt; Themes
id: Administrasi situs &gt; Tema

source: Site administration &gt; Appearance &gt; Advanced theme settings
id: Administrasi situs &gt; Penampilan &gt; Pengaturan tema lanjutan

source: Which of the following contexts can you select in the new Theme usage report? Select all that apply.
id: Manakah dari konteks berikut yang dapat Anda pilih di laporan penggunaan Tema baru? Pilih semua yang berlaku.

source: Course
id: Kursus

source: Category
id: Kategori

source: Cohort
id: Kelompok

source: <p>For TinyMCE premium features charging is done on "per request" basis (number of editor loads). How can you ensure only specified users can access the premium features?</p>
id: <p>Untuk fitur premium TinyMCE, pembiayaan dilakukan berdasarkan "per permintaan" (jumlah pemuatan editor). Bagaimana Anda bisa memastikan hanya pengguna tertentu yang dapat mengakses fitur premium?</p>

source: <p>Your answer is correct.</p>
id: <p>Jawaban Anda benar.</p>

source: <p>Your answer is partially correct.</p>
id: <p>Jawaban Anda benar sebagian.</p>

source: <p>Your answer is incorrect.</p>
id: <p>Jawaban Anda salah.</p>

source: If you are upgrading your site to Moodle 4.4, which of the following is it worth paying particular attention to (in addition to all other checks)?
id: Jika Anda mengupgrade situs Anda ke Moodle 4.4, manakah dari berikut ini yang perlu Anda perhatikan secara khusus (selain semua pemeriksaan lainnya)?

source: Does your site use the Chat module?
id: Apakah situs Anda menggunakan modul Obrolan?

source: Does your site use the Survey module?
id: Apakah situs Anda menggunakan modul Survei?

source: Do your teachers use groups in Forums?
id: Apakah pengajar Anda menggunakan grup di Forum?

source: Which of the following are standard 4.4 course formats? Select all that apply.
id: Manakah dari berikut ini yang merupakan format kursus standar 4.4? Pilih semua yang berlaku.

source: Topics
id: Topik

source: Weekly
id: Mingguan

source: Single activity
id: Aktivitas tunggal

source: Custom sections
id: Bagian khusus

source: <p>You are a Moodle-using language teacher. Which of the following could you create with the new Ordering question type? Select all that apply.</p>
id: <p>Anda adalah pengajar bahasa yang menggunakan Moodle. Manakah dari berikut ini yang dapat Anda buat dengan jenis pertanyaan Pengurutan yang baru? Pilih semua yang sesuai.</p>

source: Which of these icon colour categories is correct? Select all that apply.<br>
id: Manakah dari kategori warna ikon berikut yang benar? Pilih semua yang sesuai.<br>

source: Orange - collaboration
id: Oranye - kolaborasi

source: Pink - assessment
id: Merah muda - penilaian

source: Purple - communication
id: Ungu - komunikasi

source: Brown - interactive content
id: Coklat - konten interaktif

source: Which of these notifications are new in Moodle 4.4? Select all that apply.
id: Notifikasi manakah yang baru di Moodle 4.4? Pilih semua yang berlaku.

source: Unenrolment due to inactivity
id: Pembatalan pendaftaran karena tidak aktif

source: Course welcome when manually enrolled.
id: Kursus diterima jika didaftarkan secara manual.

source: Course welcome when self-enrolled
id: Kursus diterima ketika mendaftar mandiri

source: Content change notification
id: Pemberitahuan perubahan konten

source: What is the main benefit of the improvements to the Show one section per page course setting in Moodle 4.4?&nbsp;<br>
id: Apa manfaat utama dari perbaikan pengaturan kursus Tampilkan satu bagian per halaman di Moodle 4.4?&nbsp;<br>

source: Students can click to see just one section.
id: Peserta didik dapat mengklik untuk melihat satu bagian saja.

source: The top 'General' section is no longer visible when viewing only one section.
id: Bagian 'Umum' di atas tidak lagi terlihat ketika hanya melihat satu bagian.

source: Students can see their progress for each section from the main course page.
id: Siswa dapat melihat kemajuan mereka untuk setiap bagian dari halaman kursus utama.

source: Students can see which sections have more activities than others from the main course page.
id: Siswa dapat melihat bagian mana yang memiliki aktivitas lebih banyak daripada bagian lainnya dari halaman kursus utama.

source: Which of the following statements about the new Ordering question type are correct? Select all that apply.
id: Manakah dari pernyataan berikut tentang jenis pertanyaan Pengurutan baru yang benar? Pilih semua yang berlaku.

source: You can display items vertically or horizontally.
id: Anda dapat menampilkan item secara vertikal atau horizontal.

source: You can use images.
id: Anda dapat menggunakan gambar.

source: You can use phrases of no more than three words
id: Anda dapat menggunakan frasa yang tidak lebih dari tiga kata

source: You can use individual words in foreign languages.
id: Anda dapat menggunakan kata-kata individual dalam bahasa asing.

source: <p>You are using separate groups in your Moodle 4.4 course. How do you post in the forum to ensure each group gets the post and is able to reply?</p>
id: <p>Anda menggunakan grup terpisah dalam kursus Moodle 4.4 Anda. Bagaimana cara Anda mempost di forum untuk memastikan setiap grup mendapatkan post tersebut dan dapat membalas?</p>

source: Which of the following statements about the new quiz grade item feature are correct? Select all that apply.
id: Manakah dari pernyataan berikut tentang fitur item nilai kuis baru yang benar? Pilih semua yang berlaku.

source: Grade items can only be assigned if sections are used in the quiz.
id: Item nilai hanya dapat diberikan jika bagian digunakan dalam kuis.

source: Grade items can be created either from an existing quiz or directly in the question bank.
id: Item nilai dapat dibuat baik dari kuis yang ada atau langsung di bank soal.

source: <p>Sam wants to add grade items to individual questions in the Question bank but cannot find where to do this.<br>Can you advise?</p>
id: <p>Sam ingin menambahkan item nilai ke setiap pertanyaan di Bank Soal, tetapi tidak dapat menemukan tempat untuk melakukannya.<br>Dapatkah Anda memberikan saran?</p>

source: You're trying out the course page improvements on Moodle 4.4 and want to see the new section page. However, when you click a section heading to go straight to the new page, it only allows you to edit the title.<br>What should you do? Select all that apply.<br>
id: Anda sedang mencoba perbaikan halaman kursus di Moodle 4.4 dan ingin melihat halaman bagian baru. Namun, bila Anda mengklik judul bagian untuk langsung membuka halaman baru, Anda hanya dapat mengedit judulnya saja.<br>Apa yang harus Anda lakukan? Pilih semua yang sesuai.<br>

source: Click the actions menu (three dots) and then View.
id: Klik menu tindakan (tiga titik) lalu Lihat.

source: Cick the section title in the course index.<br>
id: Klik bagian judul dalam indeks kursus.<br>
